{
    "सरल_परिचय": "भाई किसान, अरहर जिसे हम तुअर भी कहते हैं, हमारी दालों में सबसे खास है। इसे खाने से हमें बहुत ताकत मिलती है क्योंकि इसमें खूब प्रोटीन होता है। यह सिर्फ हमें ही फायदा नहीं देती, बल्कि हमारे खेत की मिट्टी को भी उपजाऊ बनाती है, उसमें ताकत बढ़ाती है। खास बात यह है कि इसे कम पानी में भी उगाया जा सकता है।",
    "कब_लगाएं": "अरहर बोने का सबसे अच्छा समय बारिश का मौसम होता है, यानी जून के आखिर से लेकर जुलाई के महीने तक। जब पहली अच्छी बारिश हो जाए, तभी इसे बो देना चाहिए।",
    "कैसे_लगाएं": "अरहर बोने के लिए पहले अच्छे, रोग-रहित बीज चुनें। जब आप लाइन से बोएं, तो एक लाइन से दूसरी लाइन की दूरी लगभग दो हाथ (60 सेंटीमीटर) रखें। और एक पौधे से दूसरे पौधे की दूरी एक बित्ता (15-20 सेंटीमीटर) रखें। बीज को ज़मीन में लगभग दो उंगली (3-5 सेंटीमीटर) गहरा बोना चाहिए।",
    "पानी_कब_दें": "अरहर की फसल को ज़्यादा पानी की ज़रूरत नहीं होती क्योंकि यह कम पानी में भी उग जाती है। अगर बारिश ठीक से हो जाए तो पानी देने की ज़रूरत नहीं पड़ती। लेकिन अगर बारिश कम हो या बिल्कुल न हो, तो दो-तीन बार पानी देना पड़ सकता है। खासकर जब फूल आ रहे हों और फलियां बन रही हों, तब पानी देना बहुत ज़रूरी होता है।",
    "खाद_कब_दें": "अरहर की फसल को ज़्यादा रासायनिक खाद की ज़रूरत नहीं पड़ती क्योंकि यह खुद ही मिट्टी में खाद बनाती है। फिर भी, अच्छी पैदावार के लिए, खेत तैयार करते समय या बुवाई के समय थोड़ी गोबर की खाद ज़रूर डालें। अगर रासायनिक खाद डालनी है, तो डीएपी (DAP) या फास्फोरस वाली कोई खाद थोड़ी मात्रा में, जैसे एक बीघा में 10-15 किलो, बीज बोते समय डाल दें।",
    "फसल_कब_तैयार": "अरहर की फसल आमतौर पर 5 से 7 महीने (लगभग 150 से 210 दिन) में कटाई के लिए तैयार हो जाती है। यह इस बात पर निर्भर करता है कि आपने कौन सी किस्म बोई है। जब फलियां सूख जाएं, उनका रंग बदल जाए और वे भूरे रंग की दिखने लगें, तब समझ लेना चाहिए कि फसल काटने के लिए तैयार है।",
    "आम_समस्याएं": [
        {
            "समस्या": "फली छेदक कीड़ा: यह कीड़ा अरहर की फलियों को छेदकर दाना खा जाता है, जिससे बहुत नुकसान होता है।",
            "उपाय": "इसके लिए बाजार में कई दवाएं मिलती हैं। आप अपने कृषि दुकान वाले से पूछकर सही दवा का छिड़काव करें।"
        },
        {
            "समस्या": "उकठा रोग: इस रोग में पौधे अचानक सूखने लगते हैं और मर जाते हैं।",
            "उपाय": "इसके लिए हमेशा अच्छी किस्म के, रोग-रहित बीज बोएं। साथ ही, हर साल एक ही खेत में अरहर न बोकर फसल बदलते रहें (फसल चक्र अपनाएं)।"
        },
        {
            "समस्या": "खरपतवार: खेत में अनचाहे पौधे उग आते हैं जो फसल का पानी और खाद खा जाते हैं।",
            "उपाय": "समय-समय पर निराई-गुड़ाई करके खरपतवारों को हाथ से निकाल दें। अगर बहुत ज़्यादा हों, तो खरपतवार नाशक दवा का छिड़काव भी कर सकते हैं।"
        }
    ],
    "कमाई_कितनी": {
        "जानकारी": "भाई किसान, अरहर की खेती में कमाई इस बात पर निर्भर करती है कि आपकी पैदावार कितनी हुई और बाजार में क्या भाव चल रहा है। यह एक अनुमान है, जो आपके इलाके और मेहनत के हिसाब से बदल सकता है।",
        "खर्च_एक_बीघा_अंदाज़ा": "बीज, खाद, जुताई, बुवाई, निराई-गुड़ाई और कटाई का कुल खर्च लगभग ₹4,000 से ₹6,000 तक आ सकता है।",
        "कमाई_एक_बीघा_अंदाज़ा": "एक बीघा में अच्छी देखभाल करने पर 3 से 5 क्विंटल (300 से 500 किलो) अरहर पैदा हो सकती है। अगर बाजार में अरहर का भाव ₹7,000 से ₹8,000 प्रति क्विंटल है, तो आप एक बीघा से ₹21,000 से ₹40,000 तक कमा सकते हैं। इसमें से खर्च निकालकर आपकी अच्छी बचत हो सकती है।"
    },
    "फसल_का_नाम": "अरहर",
    "परिचय": "अरहर (Red Gram), जिसे तुअर या पिजन-पी (pigeonpea) भी कहा जाता है, भारत की एक महत्वपूर्ण दलहनी फसल है. भारत दुनिया में अरहर का सबसे बड़ा उत्पादक और उपभोक्ता है, जो देश के कुल दलहन उत्पादन में 15 से 20 प्रतिशत का योगदान देता है. इसमें लगभग 22% प्रोटीन होता है और इसे मुख्य रूप से दाल के रूप में चावल या रोटी के साथ खाया जाता है. यह सूखा-प्रतिरोधी फसल है जो मिट्टी में नाइट्रोजन की मात्रा बढ़ाकर उसकी उर्वरता भी बढ़ाती है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत में अरहर की खेती मुख्य रूप से खरीफ मौसम में की जाती है. प्रमुख उत्पादक राज्य महाराष्ट्र (30%), कर्नाटक (29%), तेलंगाना (8%), उत्तर प्रदेश (7%), झारखंड (6%), मध्य प्रदेश (6%) और गुजरात (6%) हैं. यह फसल ज़्यादातर वर्षा-आधारित क्षेत्रों में उगाई जाती है.",
        "जलवायु": "अरहर एक सूखा-सहिष्णु फसल है, जिसके कारण यह कम वर्षा वाले क्षेत्रों के लिए बहुत उपयुक्त है. इसकी खेती के लिए गर्म और आर्द्र जलवायु अच्छी मानी जाती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न क्षेत्रों और परिपक्वता अवधि के आधार पर अरहर की कई उन्नत किस्में विकसित की गई हैं.",
        "अगेती किस्में (Early Duration)": "यूपीएएस 120 (UPAS 120), पूसा 992 (Pusa 992), और पीएयू 881 (PAU 881) जैसी किस्में जल्दी पक जाती हैं और उत्तर-पश्चिमी क्षेत्रों में लोकप्रिय हैं.",
        "मध्यम अवधि की किस्में (Medium Duration)": "आईसीपीएल 87119 (ICPL 87119), जिसे 'आशा' भी कहते हैं, मध्य भारत में बहुत लोकप्रिय है. इसके अलावा जीआरजी 811 (GRG 811) और राजीव लोचन भी प्रमुख किस्में हैं.",
        "पछेती किस्में (Late Duration)": "बहार (Bahar), पूसा 9 (Pusa 9) और एमए 6 (MA 6) जैसी किस्में देर से पकती हैं और पूर्वी क्षेत्रों में उगाई जाती हैं.",
        "संकर किस्में (Hybrid Varieties)": "आईसीपीएच 2740 (ICPH 2740) और आईसीपीएच 2671 (ICPH 2671) जैसी हाइब्रिड किस्में भी कुछ राज्यों के लिए अनुशंसित हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "अरहर की कटाई तब करनी चाहिए जब लगभग 80% फलियाँ पककर पीली हो जाएं. जल्दी कटाई से दाने अविकसित रह जाते हैं और उपज कम होती है, जबकि देर से कटाई करने पर फलियों के झड़ने का खतरा रहता है.",
        "कटाई की विधि": "फसल की कटाई आमतौर पर दरांती (sickle) से की जाती है. कटाई के बाद पौधों को खेत में सूखने के लिए छोड़ दिया जाता है.",
        "गहाई और ओसाई": "पौधों के अच्छी तरह सूख जाने के बाद, डंडों से पीटकर या थ्रेशर का उपयोग करके दानों को अलग किया जाता है. इसके बाद ओसाई करके दानों से भूसा और अन्य अशुद्धियों को साफ किया जाता है. नुकसान से बचने के लिए गहाई पक्के फर्श पर करनी चाहिए."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख कीट": "भंडारण के दौरान अरहर को सबसे ज़्यादा नुकसान घुन (Pulse Beetle) से होता है.",
        "पल्स बीटल (घुन)": "यह कीट दानों के अंदर घुसकर उसे खोखला कर देता है, जिससे केवल छिलका बचता है. इसका प्रकोप खेत से ही शुरू हो सकता है और भंडारण के दौरान यह तेजी से फैलता है.",
        "खपरा बीटल": "यह भी एक प्रमुख भंडारण कीट है जिसका लार्वा दानों को नुकसान पहुँचाता है.",
        "बचाव के उपाय": "भंडारण से पहले गोदामों को अच्छी तरह साफ करें और कीटनाशकों जैसे मैलाथियान (Malathion) का छिड़काव करें. यदि दानों में कीट लग गए हों, तो एल्युमिनियम फॉस्फाइड (Aluminium Phosphide) से धूमन (fumigation) करके उन्हें नियंत्रित किया जा सकता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "बाजार में अच्छा मूल्य प्राप्त करने के लिए दानों को उनकी गुणवत्ता, आकार, रंग और नमी के आधार पर ग्रेड करना महत्वपूर्ण है. एगमार्क (Agmark) के तहत ग्रेडिंग करने से किसानों को उनकी उपज का उचित मूल्य मिलता है.",
        "पैकेजिंग (Packaging)": "अरहर को आमतौर पर जूट की बोरियों में पैक किया जाता है. खुदरा बिक्री के लिए पॉली पाउच का भी उपयोग होता है. अच्छी पैकेजिंग भंडारण और परिवहन के दौरान दानों को नुकसान से बचाती है.",
        "भंडारण (Storage)": "अरहर एक मौसमी फसल है लेकिन इसकी खपत पूरे साल होती है, इसलिए उचित भंडारण आवश्यक है. दानों को भंडारण से पहले अच्छी तरह सुखा लेना चाहिए ताकि नमी 12% से कम रहे. भंडारण के लिए उन्नत संरचनाओं जैसे पक्का कोठी, मेटल बिन या साइलो का उपयोग करना चाहिए ताकि कीटों, चूहों और नमी से होने वाले नुकसान को रोका जा सके."
    },
    "बाजार और बिक्री": {
        "बिक्री और मूल्य": "किसानों को अक्सर अपनी वित्तीय जरूरतों के कारण फसल कटाई के तुरंत बाद अपनी उपज बेचनी पड़ती है. इस समय बाजार में आवक अधिक होने से कीमतें कम होती हैं, जिसे 'डिस्ट्रेस सेल' कहा जाता है. सरकार किसानों को न्यूनतम समर्थन मूल्य (MSP) प्रदान करती है ताकि उन्हें मूल्य में गिरावट से बचाया जा सके.",
        "विपणन (Marketing)": "किसान अपनी उपज को स्थानीय मंडियों में कमीशन एजेंटों, थोक व्यापारियों या सीधे दाल मिलों को बेच सकते हैं. ई-नाम (e-NAM) जैसे ऑनलाइन पोर्टल किसानों को अपनी उपज देश भर के बाजारों में बेचने की सुविधा प्रदान करते हैं.",
        "मूल्य संवर्धन (Value Addition)": "अरहर को दाल में संसाधित (processing) करना एक प्रमुख मूल्य संवर्धन गतिविधि है. दाल बनाने की प्रक्रिया में छिलका हटाना और दानों को दो भागों में विभाजित करना शामिल है. इससे किसानों या सहकारी समितियों को बेहतर मुनाफा मिल सकता है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "अगर अरहर की कटाई पूरी हो गई हो तो खेत को साफ करके अगली फसल की तैयारी करें।",
        "फरवरी": "खेत खाली हो तो गहरी जुताई करें ताकि मिट्टी को धूप लगे और कीट मरें।",
        "मार्च": "मिट्टी की जांच करवा लें, ताकि पता चले कौन सी खाद की जरूरत है।",
        "अप्रैल": "खेत को खरपतवार से साफ रखें और मिट्टी को पलटते रहें ताकि हवा लगे।",
        "मई": "अच्छी किस्म का बीज खरीद लें और बुवाई के लिए तैयारी करें।",
        "जून": "बारिश शुरू होते ही खेत की आखिरी तैयारी करके अरहर के बीज बो दें।",
        "जुलाई": "जब पौधे छोटे हों तो पहली बार खरपतवार निकालें (निराई-गुड़ाई करें)।",
        "अगस्त": "दूसरी बार खरपतवार निकालें और अगर जरूरत हो तो थोड़ी खाद डालें।",
        "सितंबर": "पौधों में फूल आने शुरू होंगे, अगर बारिश कम हो तो हल्का पानी दें।",
        "अक्टूबर": "फलियां बननी शुरू होंगी, फसल को कीड़ों और बीमारियों से बचाएं।",
        "नवंबर": "फसल पकने लगेगी, दाने सख्त होने लगें तो कटाई की तैयारी शुरू करें।",
        "दिसंबर": "जब फलियां पूरी सूख जाएं तो अरहर की कटाई करें और दानों को निकाल लें।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "फली में छेद हो जाते हैं और अंदर के दाने खा लिए जाते हैं।",
            "क्यों_हुआ": "फली छेदक नाम की इल्ली (कीड़े का बच्चा) फलियों को खा जाती है।",
            "क्या_करें": "1. शुरुआत में नीम का तेल या नीम आधारित कीटनाशक छिड़कें।\n2. अगर ज़्यादा समस्या हो, तो प्रोफेनोफॉस 50 EC या क्लोरेंट्रानिलिप्रोल 18.5 SC जैसे रसायन का सही मात्रा में छिड़काव करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "पौधा अचानक पीला पड़कर सूखने लगता है और मर जाता है।",
            "क्यों_हुआ": "मिट्टी में मौजूद एक फंगस (कवक) जड़ों पर हमला करता है, जिसे उकठा रोग कहते हैं।",
            "क्या_करें": "1. रोग प्रतिरोधी (रोग से लड़ने वाली) किस्मों का बीज बोएं।\n2. बुवाई से पहले बीज को थायरम या कार्बोक्सिन जैसे फफूंदनाशक से उपचारित करें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "खेत में अवांछित पौधे (घास-फूस) उग जाते हैं, जो फसल का पोषण और जगह छीन लेते हैं।",
            "क्यों_हुआ": "खरपतवार के बीज मिट्टी में होते हैं और अनुकूल मौसम में उग आते हैं, जिससे फसल को नुकसान होता है।",
            "क्या_करें": "1. बुवाई के 20-25 दिन बाद और फिर 40-45 दिन बाद हाथ से निराई-गुड़ाई करें।\n2. अगर खेत बड़ा है, तो पेंडीमेथालिन जैसे खरपतवारनाशक का छिड़काव बुवाई के तुरंत बाद (अंकुरण से पहले) करें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पौधा मुरझाने लगता है, फूल और फलियाँ कम बनती हैं या गिर जाती हैं।",
            "क्यों_हुआ": "बारिश कम होने या सही समय पर सिंचाई न मिलने से खेत में पानी की कमी हो जाती है।",
            "क्या_करें": "1. फूल आने और फली बनने के समय हल्की सिंचाई करें, खासकर जब बारिश न हो।\n2. मिट्टी में नमी बनाए रखने के लिए जुताई कम करें और खेत को पुआल या सूखी पत्तियों से ढकें (मल्चिंग)।"
        },
        "समस्या_5": {
            "क्या_हुआ": "पत्तियां पीली पड़ने लगती हैं, पौधे की वृद्धि रुक जाती है और फसल कमजोर दिखती है।",
            "क्यों_हुआ": "मिट्टी में ज़रूरी पोषक तत्व (जैसे नाइट्रोजन, फास्फोरस, पोटाश) की कमी होना।",
            "क्या_करें": "1. मिट्टी की जांच कराकर पता करें कि किन पोषक तत्वों की कमी है।\n2. सही मात्रा में खाद और उर्वरक डालें। बुवाई के समय फास्फोरस और पोटाश डालें।"
        }
    },
    "कमाई_और_बाजार": {
        "खेती_का_विवरण": "अरहर (तूर दाल)",
        "प्रति_बीघा_कमाई_का_अनुमान": {
            "1_कुल_खर्च": {
                "शीर्षक": "प्रति बीघा कुल खर्च (बीज, खाद, मजदूरी आदि)",
                "अनुमानित_रुपये": "₹7,000 से ₹10,000",
                "टिप्पणी": "इसमें बीज, खेत की जुताई, खाद, बुवाई, निराई-गुड़ाई, कीटनाशक, और कटाई-मजदूरी शामिल है। यह जगह और खेती के तरीके के हिसाब से थोड़ा कम या ज्यादा हो सकता है।"
            },
            "2_कुल_उपज": {
                "शीर्षक": "प्रति बीघा कुल उपज",
                "अनुमानित_क्विंटल": "3 से 5 क्विंटल (300 से 500 किलोग्राम)",
                "टिप्पणी": "यह मिट्टी की उर्वरता, बीज की किस्म, और खेती की सही देखभाल पर निर्भर करता है।"
            },
            "3_बाजार_भाव": {
                "शीर्षक": "अरहर का औसत बाजार भाव",
                "अनुमानित_रुपये_प्रति_क्विंटल": "₹6,500 से ₹7,500",
                "टिप्पणी": "बाजार भाव मांग और आपूर्ति के हिसाब से बदलता रहता है।"
            },
            "4_कुल_कमाई": {
                "शीर्षक": "कुल कमाई (खर्च घटाकर बचत)",
                "अनुमानित_रुपये_प्रति_बीघा": "₹15,000 से ₹25,000",
                "उदाहरण_गणना": "यदि 1 बीघा से 4 क्विंटल उपज हुई और औसत भाव ₹7,000 प्रति क्विंटल मिला, तो कुल बिक्री ₹28,000 होगी। यदि खर्च ₹8,500 हुआ, तो शुद्ध बचत ₹19,500 होगी। यह एक अनुमानित आंकड़ा है।"
            }
        },
        "5_कहाँ_बेचें": {
            "शीर्षक": "अपनी फसल कहाँ बेचें?",
            "विकल्प": [
                {
                    "नाम": "स्थानीय मंडी (कृषि उपज मंडी)",
                    "फायदा": "यहाँ सही दाम मिलने की संभावना ज्यादा होती है और भुगतान में पारदर्शिता होती है।",
                    "नुकसान": "परिवहन और कुछ छोटे शुल्क लग सकते हैं।"
                },
                {
                    "नाम": "स्थानीय व्यापारी या आढ़ती",
                    "फायदा": "जल्दी और आसानी से बेच सकते हैं, तुरंत पैसे मिल जाते हैं।",
                    "नुकसान": "अक्सर मंडी भाव से थोड़ा कम दाम दे सकते हैं।"
                },
                {
                    "नाम": "सीधे उपभोक्ता को",
                    "फायदा": "सबसे अच्छा दाम मिल सकता है (जैसे स्थानीय हाट बाजार में या ऑनलाइन)।",
                    "नुकसान": "बेचने में ज्यादा समय और मेहनत लगती है, मात्रा कम बेच पाते हैं।"
                },
                {
                    "नाम": "सरकारी खरीद केंद्र",
                    "फायदा": "अगर सरकार अरहर की खरीद कर रही है, तो न्यूनतम समर्थन मूल्य (MSP) पर बेच सकते हैं, जो मंडी भाव से बेहतर हो सकता है।",
                    "नुकसान": "सभी जगह उपलब्ध नहीं होते और खरीद प्रक्रिया में समय लग सकता है।"
                }
            ]
        },
        "6_ज्यादा_कमाई_के_लिए_टिप्स": {
            "शीर्षक": "अरहर की खेती से ज्यादा कमाई कैसे करें?",
            "टिप्स": [
                "**अच्छी किस्म के बीज चुनें:** अधिक पैदावार देने वाले और बीमारियों से लड़ने वाले (रोग प्रतिरोधी) बीजों का इस्तेमाल करें।",
                "**सही समय पर बुवाई करें:** मौसम और मिट्टी के हिसाब से सही समय पर बीज बोना उपज के लिए बहुत जरूरी है।",
                "**खाद और पानी का सही इस्तेमाल:** मिट्टी की जांच करवाकर जरूरत के हिसाब से उचित खाद और पानी दें। ज्यादा या कम दोनों नुकसानदायक हो सकते हैं।",
                "**खरपतवार (घास-फूस) नियंत्रण:** खेत से समय-समय पर घास-फूस हटाते रहें, ताकि फसल को पूरा पोषण मिल सके।",
                "**कीट और रोग नियंत्रण:** फसल को कीटों और बीमारियों से बचाने के लिए सही उपाय करें और जरूरत पड़ने पर जैविक या रासायनिक कीटनाशकों का प्रयोग करें।",
                "**बाजार पर नज़र रखें:** अरहर के बाजार भाव पर लगातार नजर रखें और जब दाम अच्छे मिलें, तभी अपनी फसल बेचें।",
                "**सही भंडारण करें:** कटाई के बाद फसल को नमी, कीटों और चूहों से बचाकर सुरक्षित जगह पर रखें, ताकि अच्छे दाम मिलने तक इंतजार कर सकें।",
                "**मिश्रित खेती (Intercropping):** अरहर के साथ दूसरी फसलें (जैसे ज्वार, बाजरा, मक्का) उगाकर जोखिम को कम किया जा सकता है और खेत की कुल आय बढ़ाई जा सकती है।"
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "उच्च उपज व रोग प्रतिरोधी अरहर की किस्में चुनें।",
        "टिप_2": "गहरी जुताई कर जल निकासी वाली भुरभुरी मिट्टी तैयार करें।",
        "टिप_3": "जून-जुलाई महीने में सही समय पर बुवाई करें।",
        "टिप_4": "फफूंदनाशक और राइजोबियम कल्चर से बीज उपचार अनिवार्य है।",
        "टिप_5": "पंक्ति और पौधों के बीच सही दूरी रखकर स्वस्थ विकास सुनिश्चित करें।",
        "टिप_6": "शुरुआती 30-45 दिनों में खरपतवारों का प्रभावी नियंत्रण करें।",
        "टिप_7": "फास्फोरस और पोटाश आधारित संतुलित खाद का प्रयोग करें।"
    }
}