{
    "सरल_परिचय": "अदरक एक बहुत काम की जड़ जैसी चीज़ है जो ज़मीन के अंदर उगती है। इसे हम मसाले के तौर पर खाने में डालते हैं, चाय में डालते हैं और दवाई के तौर पर भी इस्तेमाल करते हैं। अदरक की खेती से किसान भाई अच्छा पैसा कमा सकते हैं क्योंकि इसकी बाज़ार में हमेशा मांग रहती है।",
    "कब_lagaen": "अदरक बोने का सबसे अच्छा समय तब होता है जब हल्की-हल्की बारिश शुरू हो जाए और गर्मी बहुत ज़्यादा न हो। आमतौर पर यह मई या जून का महीना होता है।",
    "kaise_lagaen": [
        "सबसे पहले अपने खेत को अच्छे से जोतकर मिट्टी को भुरभुरा बना लें और उसमें खूब सारी गोबर की खाद मिला लें।",
        "अदरक के छोटे-छोटे टुकड़े करें। हर टुकड़े में कम से कम एक या दो आँखें (जिससे अंकुर निकलता है) ज़रूर हों। ये टुकड़े ही बीज का काम करेंगे।",
        "खेत में लगभग 20 सेंटीमीटर (एक बित्ते से थोड़ा ज़्यादा) की दूरी पर छोटे-छोटे गड्ढे या लाइनें बना लें।",
        "हर गड्ढे या लाइन में अदरक के टुकड़े को लगभग 5 सेंटीमीटर (दो उंगली जितना गहरा) मिट्टी में दबा दें।",
        "टुकड़ों को मिट्टी से ढक दें और ऊपर से हल्का पानी दें।"
    ],
    "pani_kab_den": "अदरक को पानी की ज़रूरत होती है, लेकिन खेत में पानी जमा नहीं होना चाहिए।\n*   शुरुआत में जब पौधे छोटे हों, तब हर 4-5 दिन में हल्का पानी दें।\n*   जब पौधे बड़े हो जाएं, तो हर 7-10 दिन में एक बार पानी दें, खासकर अगर बारिश न हो रही हो।\n*   हमेशा ध्यान रखें कि मिट्टी सूखी न हो, लेकिन उसमें पानी खड़ा भी न रहे, वरना अदरक गल सकती है।",
    "khaad_kab_den": [
        "खेती शुरू करने से पहले खेत तैयार करते समय खूब सारी सड़ी हुई गोबर की खाद या कम्पोस्ट मिट्टी में अच्छी तरह मिला दें। यह अदरक के लिए सबसे अच्छी खाद होती है।",
        "जब अदरक के पौधे थोड़े बड़े हो जाएं (लगभग 2-3 महीने बाद), तब थोड़ी सी रासायनिक खाद (जैसे डीएपी या यूरिया) पौधों के आसपास मिट्टी में मिलाकर पानी दें। ज़्यादा खाद एक साथ न डालें।"
    ],
    "fasal_kab_taiyaar": "अदरक की फसल को पूरी तरह तैयार होने में लगभग 8 से 9 महीने का समय लगता है। आपको पता चलेगा कि अदरक तैयार हो गई है जब पौधे के ऊपर के पत्ते पीले पड़ने लगें और सूखकर गिरने लगें। यह इस बात का संकेत है कि अब अदरक की जड़ें (प्रकंद) ज़मीन के अंदर पूरी तरह से पक चुकी हैं।",
    "aam_samasyaen": [
        {
            "samaya": "अदरक का गलना (सड़न रोग)",
            "samadhan": "यह ज़्यादातर तब होता है जब खेत में पानी जमा हो जाता है या मिट्टी बहुत गीली रहती है। समाधान यह है कि खेत में पानी जमा न होने दें, ऐसी जगह बोएं जहाँ पानी आसानी से निकल जाए। स्वस्थ बीज (टुकड़े) ही बोएं।"
        },
        {
            "samaya": "पत्ते पीले पड़ना या धब्बे आना",
            "samadhan": "यह पोषण की कमी या किसी बीमारी के कारण हो सकता है। सही मात्रा में खाद डालें और अगर कीड़े या बीमारी लगे तो किसी कृषि विशेषज्ञ से पूछकर सही दवाई का छिड़काव करें।"
        },
        {
            "samaya": "कीड़े लगना",
            "samadhan": "अदरक में कुछ कीड़े लग सकते हैं जो पौधों को नुकसान पहुंचाते हैं। इनसे बचने के लिए नीम का तेल या जैविक कीटनाशकों का इस्तेमाल करें। ज़रूरत पड़ने पर स्थानीय कृषि विभाग से सलाह लें।"
        }
    ],
    "kamai_kitni": "अदरक की खेती में एक बीघे में अंदाज़न 15,000 से 20,000 रुपये का खर्च आ सकता है। इसमें खेत की जुताई, बीज, खाद, पानी और मज़दूरी शामिल है।\nवहीं, एक बीघे से आप अंदाज़न 40,000 से 60,000 रुपये तक की कमाई कर सकते हैं। यह सब बाज़ार के भाव और आपकी फसल की पैदावार पर निर्भर करता है। यानी, अगर सब कुछ ठीक रहा तो आप खर्च निकालकर 25,000 से 40,000 रुपये तक का मुनाफ़ा कमा सकते हैं। यह सिर्फ़ एक अंदाज़ा है, असली कमाई थोड़ी कम या ज़्यादा हो सकती है।",
    "फसल_का_नाम": "अदरक",
    "परिचय": "अदरक (Ginger) एक प्रकंद (rhizome) है जिसका उपयोग मसाले और दवा के रूप में किया जाता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "अदरक की खेती भारत के कई हिस्सों में की जाती है.",
        "जलवायु": "अदरक को उष्णकटिबंधीय, उपोष्णकटिबंधीय और आर्द्र जलवायु की आवश्यकता होती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में अदरक की कई किस्में हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "पूरी तरह से पके अदरक के प्रकंदों की कटाई तब की जाती है जब पौधे के ऊपरी हिस्से मुरझाने और मरने लगते हैं. सूखे मसाले और तेल के लिए फसल रोपण के 8-9 महीने बाद काटी जाती है.",
        "विधि": "प्रकंदों को जमीन से खोदा जाता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "सफाई और सुखाना": "खुदाई के बाद, प्रकंदों को धोया जाता है और छाया में सुखाया जाता है.",
        "पैकेजिंग": "अदरक को बोरियों में पैक किया जाता है.",
        "भंडारण": "पके अदरक के प्रकंदों को 12 से 14°C तापमान और 85 से 90% सापेक्ष आर्द्रता पर 60 से 90 दिनों तक संग्रहीत किया जा सकता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "अदरक को स्थानीय बाजारों और थोक बाजारों के माध्यम से बेचा जाता है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "अगर अदरक तैयार है तो खुदाई शुरू कर सकते हो और बाज़ार में बेच सकते हो।",
        "फरवरी": "बाज़ार की मांग देखकर अदरक की खुदाई पूरी करो और अगले साल के लिए अच्छे बीज वाले अदरक अलग निकाल कर रखो।",
        "मार्च": "जो अदरक बचा है उसकी खुदाई पूरी करो, खेत को अच्छे से साफ करो और अगली फसल के लिए तैयार करो।",
        "अप्रैल": "खेत को खाली रहने दो या हरी खाद (जैसे ढैंचा) लगाओ, ताकि मिट्टी उपजाऊ हो जाए।",
        "मई": "खेत को अच्छे से जोतो, मिट्टी को भुरभुरा बनाओ और मेड़-नाली (उठी हुई क्यारियाँ) बनाने की तैयारी करो।",
        "जून": "बारिश शुरू होते ही या मई के आखिर में, अच्छे, बिना बीमारी वाले अदरक के टुकड़े खेत में लगाओ।",
        "जुलाई": "जब पौधे निकल आएँ, तो खरपतवार (जंगली घास) हटाओ और पौधों की जड़ों के पास मिट्टी चढ़ाओ (मिट्टी का सहारा दो)।",
        "अगस्त": "दूसरी बार खरपतवार हटाओ, अगर ज़रूरत हो तो थोड़ी खाद और डालो और पौधों को कीटों से बचाओ।",
        "सितंबर": "पौधों को बीमारियों से बचाने के लिए ध्यान रखो, हल्की सिंचाई करते रहो ताकि मिट्टी नम रहे।",
        "अक्टूबर": "अगर बारिश कम हो तो पौधों को ज़रूरत के हिसाब से पानी दो, ताकि गांठे (अदरक) अच्छी बन सकें।",
        "नवंबर": "अदरक की गांठों को बढ़ने के लिए पानी की ज़रूरत होती है, इसलिए मिट्टी को सूखने मत दो और ज़रूरत पर पानी दो।",
        "दिसंबर": "अदरक पकना शुरू हो गई है, अब पानी कम कर दो या बंद कर दो, ताकि अदरक में सूखापन और स्वाद बढ़े।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "अदरक के कंद (राइजोम) सड़ने लगते हैं, पौधे पीले पड़कर मुरझा जाते हैं और मर जाते हैं।",
            "क्यों_हुआ": "खेत में ज्यादा पानी रुकना और फफूंद (फंगस) का हमला।",
            "क्या_करें": "1. अच्छे जल निकासी वाले खेत चुनें और पानी को रुकने न दें।\n2. बुवाई से पहले कंदों को फफूंदनाशक दवा जैसे कार्बेंडाजिम (2 ग्राम प्रति लीटर पानी) से उपचारित करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "पत्तियां किनारों से पीली पड़कर सूखने लगती हैं, तना पानी जैसा दिखने लगता है और पूरे पौधे मुरझा जाते हैं।",
            "क्यों_हुआ": "एक खास जीवाणु (बैक्टीरिया) से होने वाला रोग जो मिट्टी में होता है और जड़ों को नुकसान पहुंचाता है।",
            "क्या_करें": "1. रोग-मुक्त स्वस्थ अदरक के कंदों का ही चुनाव करें।\n2. संक्रमित पौधों को तुरंत उखाड़कर खेत से दूर ले जाकर जला दें और मिट्टी में नीम की खली डालें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "पत्तियों पर छोटे, गोल, भूरे या सफेद धब्बे दिखते हैं जो बाद में बड़े होकर पूरी पत्तियों को सुखा देते हैं।",
            "क्यों_हुआ": "कुछ तरह की फफूंद (फंगस) के कारण होता है, खासकर जब हवा में नमी ज्यादा हो या बारिश हो।",
            "क्या_करें": "1. रोगग्रस्त पत्तियों को सावधानी से हटा दें और नष्ट कर दें।\n2. मैनकोजेब या कॉपर ऑक्सीक्लोराइड जैसे फफूंदनाशक का छिड़काव करें (2.5 ग्राम प्रति लीटर पानी)।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पौधे ठीक से नहीं बढ़ते, छोटे रह जाते हैं, पत्तियां पीली दिखती हैं और अदरक के कंदों पर गांठें या छोटे घाव बन जाते हैं।",
            "क्यों_हुआ": "मिट्टी में रहने वाले छोटे कीड़े जिन्हें सूत्रकृमि (नेमाटोड) कहते हैं, ये जड़ों और कंदों को नुकसान पहुंचाते हैं।",
            "क्या_करें": "1. बुवाई से पहले खेत की गहरी जुताई करें और नीम की खली (लगभग 250 किलो प्रति एकड़) डालें।\n2. फसल चक्र अपनाएं, यानी हर साल एक ही खेत में अदरक न लगाएं, बल्कि दूसरी फसलें भी उगाएं।"
        },
        "समस्या_5": {
            "क्या_हुआ": "पौधे कमजोर और पतले दिखते हैं, पत्तियां हल्की पीली या हल्के हरे रंग की हो जाती हैं, और अदरक के कंद छोटे बनते हैं।",
            "क्यों_हुआ": "मिट्टी में जरूरी पोषक तत्वों (जैसे नाइट्रोजन, फास्फोरस, पोटाश) की कमी होना।",
            "क्या_करें": "1. अपने खेत की मिट्टी की जांच करवाएं ताकि पता चले कि किस तत्व की कमी है।\n2. जरूरत के हिसाब से खाद (जैसे गोबर की खाद, कंपोस्ट या NPK रासायनिक खाद) डालें।"
        }
    },
    "कमाई_और_बाजार": {
        "खेती_फसल": "अदरक",
        "जानकारी": {
            "कुल_खर्च": {
                "प्रति_बीघा": {
                    "रेंज_कम": "60,000 रुपये",
                    "रेंज_अधिक": "90,000 रुपये",
                    "विवरण": {
                        "बीज": "लगभग 35,000 से 45,000 रुपये (10-15 क्विंटल प्रति बीघा)",
                        "खाद_और_उर्वरक": "लगभग 5,000 से 10,000 रुपये",
                        "मजदूरी": "लगभग 15,000 से 25,000 रुपये (बुवाई, निराई, कटाई आदि)",
                        "सिंचाई_और_कीटनाशक": "लगभग 5,000 से 10,000 रुपये"
                    }
                }
            },
            "कुल_उपज": {
                "प्रति_बीघा": {
                    "रेंज_कम": "100 क्विंटल",
                    "रेंज_अधिक": "150 क्विंटल",
                    "औसत": "120 क्विंटल",
                    "इकाई": "क्विंटल"
                }
            },
            "बाजार_भाव": {
                "औसत_भाव_प्रति_क्विंटल": {
                    "रेंज_कम": "3,000 रुपये",
                    "रेंज_अधिक": "5,000 रुपये",
                    "विशेष_नोट": "बाजार भाव मांग और आपूर्ति के अनुसार बहुत बदलता रहता है। कभी-कभी यह 2,000 रुपये से भी नीचे जा सकता है और कभी 7,000-8,000 रुपये तक भी।"
                }
            },
            "कुल_कमाई": {
                "अनुमानित_सकल_आय_प्रति_बीघा": {
                    "रेंज_कम": "3,00,000 रुपये",
                    "रेंज_अधिक": "7,50,000 रुपये"
                },
                "खर्च_घटाकर_बचत_प्रति_बीघा": {
                    "रेंज_कम": "2,00,000 रुपये",
                    "रेंज_अधिक": "6,50,000 रुपये",
                    "नोट": "यह उपज और बाजार भाव पर निर्भर करता है।"
                }
            },
            "कहाँ_बेचें": [
                "स्थानीय मंडियाँ (गाँव या शहर की)",
                "बड़े शहरों की कृषि उपज मंडियाँ (यहाँ बेहतर भाव मिलने की संभावना होती है)",
                "सीधे बड़े व्यापारियों को (जो बड़ी मात्रा में अदरक खरीदते हैं)",
                "फूड प्रोसेसिंग यूनिट्स (अगर अदरक को पाउडर या पेस्ट में बदलना हो)",
                "ऑनलाइन प्लेटफॉर्म या ई-नाम (कुछ क्षेत्रों में उपलब्ध)"
            ],
            "ज़्यादा_कमाई_के_लिए_सुझाव": [
                "**उन्नत बीज का प्रयोग:** अच्छी किस्म और रोग प्रतिरोधी बीजों का चयन करें।",
                "**सही समय पर बुवाई और कटाई:** बाजार की मांग के अनुसार बुवाई और कटाई करें।",
                "**जैविक खेती:** जैविक खाद का उपयोग करने से मिट्टी की उर्वरता बढ़ती है और रासायनिक खाद का खर्च कम होता है।",
                "**रोग और कीट प्रबंधन:** अदरक में लगने वाले रोगों और कीटों से बचाव के लिए समय पर उपाय करें।",
                "**सही भंडारण:** फसल को सही तरीके से भंडारित करके आप उसे तब बेच सकते हैं जब बाजार में अच्छे दाम हों।",
                "**मूल्य संवर्धन (Value Addition):** अदरक को सुखाकर पाउडर बनाना, पेस्ट बनाना या इसका तेल निकालना जैसे काम करके आप अधिक कमा सकते हैं।",
                "**मिट्टी की जांच:** बुवाई से पहले मिट्टी की जांच करवाएं ताकि सही पोषक तत्व दिए जा सकें।"
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "अच्छी जल निकासी वाली, जैविक तत्वों से भरपूर उपजाऊ मिट्टी तैयार करें।",
        "टिप_2": "स्वस्थ, रोगमुक्त और अंकुरित होने वाले अदरक के कंदों (राइजोम) का चुनाव करें।",
        "टिप_3": "कंदों को 4-5 इंच गहरा और पंक्ति से पंक्ति व पौधे से पौधे के बीच उचित दूरी पर लगाएं।",
        "टिप_4": "मिट्टी में लगातार नमी बनाए रखें, लेकिन अत्यधिक पानी जमा न होने दें (जलभराव से बचें)।",
        "टिप_5": "बुवाई से पहले खेत में भरपूर मात्रा में जैविक खाद (जैसे गोबर की खाद) डालें और बाद में आवश्यकतानुसार पोषण दें।",
        "टिप_6": "खरपतवारों को नियमित रूप से निकालें ताकि वे पोषक तत्वों और पानी के लिए प्रतिस्पर्धा न करें।",
        "टिप_7": "अदरक को आंशिक छाया वाली जगह पर उगाएं या सीधी तेज धूप से बचाने का प्रबंध करें।"
    }
}