{
    "फसल_सलाह": {
        "सरल_परिचय": "आम फलों का राजा है। यह बहुत मीठा और स्वादिष्ट होता है। इसे बेचने से अच्छे पैसे मिलते हैं और खाने से सेहत बनती है। कच्चे आम से अचार और पके आम को खाया जाता है।",
        "कब_लगाएं": "आम के पौधे लगाने का सबसे अच्छा समय जनवरी और फरवरी का महीना है। आप बरसात से ठीक पहले भी लगा सकते हैं ताकि पौधे को पानी मिलता रहे।",
        "कैसे_लगाएं": {
            "स्टेप_1_जगह_चुनें": "सबसे पहले ऐसी ज़मीन चुनें जहाँ पूरा दिन सूरज की धूप आती हो और पानी रुकता न हो। हल्की ढलान वाली जगह अच्छी होती है।",
            "स्टेप_2_गड्ढा_खोदें": "एक मीटर (करीब तीन-चार फुट) गहरा और इतना ही चौड़ा गड्ढा खोदें।",
            "स्टेप_3_गड्ढा_भरें": "गड्ढे को अच्छी मिट्टी, 10-15 किलो सड़ी हुई गोबर की खाद और थोड़ी बालू (रेत) मिलाकर भरें। इसे 15-20 दिन ऐसे ही छोड़ दें।",
            "स्टेप_4_पौधा_लगाएं": "गड्ढे के बीच में एक छोटा सा छेद करके आम का पौधा लगाएं। पौधे को सीधा रखें और जड़ों के चारों ओर मिट्टी से हल्का दबा दें।",
            "स्टेप_5_दूरी_रखें": "एक आम के पेड़ से दूसरे पेड़ की दूरी कम से कम 10 मीटर (करीब 30 फुट) ज़रूर रखें ताकि पेड़ को बढ़ने के लिए पूरी जगह मिले।"
        },
        "पानी_कब_दें": {
            "नया_पौधा": "नया पौधा लगाने के बाद, जब तक वह अच्छे से जम न जाए, हर 3-4 दिन में थोड़ा पानी दें।",
            "बड़ा_पेड़": "जब पेड़ बड़ा हो जाए, तो गर्मी के मौसम में हर 7 से 10 दिन में एक बार पानी दें।",
            "बरसात_का_मौसम": "बरसात के मौसम में पानी देने की ज़्यादा ज़रूरत नहीं होती।"
        },
        "खाद_कब_दें": {
            "खाद_जरूरी_क्यों": "खाद देने से पेड़ मज़बूत बनता है और ज़्यादा फल देता है।",
            "नया_पौधा": "पौधा लगाने के बाद, पहले साल में एक टोकरी (लगभग 10-15 किलो) सड़ी हुई गोबर की खाद दें। यह खाद साल में दो बार दें - एक बार फरवरी-मार्च में और एक बार जुलाई-अगस्त में।",
            "बड़ा_पेड़": "जैसे-जैसे पेड़ बड़ा होता जाए, गोबर की खाद की मात्रा बढ़ाते जाएं। एक बड़े फल देने वाले पेड़ को हर साल 50-100 किलो सड़ी हुई गोबर की खाद ज़रूर दें। यह खाद पेड़ के चारों ओर फैला कर मिट्टी में मिला दें।"
        },
        "फसल_कब_तैयार": {
            "फल_देना_शुरू": "आम का पेड़ लगाने के 3 से 5 साल बाद फल देना शुरू करता है।",
            "कब_पकता_है": "ज़्यादातर आम गर्मी के मौसम में (मई से जुलाई) पकते हैं।",
            "कैसे_पहचानें": "जब आम पकने लगते हैं, तो उनका हरा रंग हल्का पीला या हल्का लाल होने लगता है। वे थोड़े नरम लगने लगते हैं और उनमें से अच्छी खुशबू आने लगती है। जब वे आसानी से टूट जाएं, तो समझो पक गए हैं।"
        },
        "आम_समस्याएं": [
            {
                "समस्या": "पत्ते सूखना या काले धब्बे पड़ना",
                "समाधान": "अगर पत्तों पर काले धब्बे दिखें या वे सूखने लगें, तो नीम के तेल या किसी फफूंदनाशक दवा का छिड़काव करें। पेड़ों के आसपास साफ-सफाई रखें।"
            },
            {
                "समस्या": "छोटे फल झड़ना",
                "समाधान": "अगर पेड़ से छोटे फल झड़ रहे हैं, तो हो सकता है पेड़ को पूरा पानी या खाद नहीं मिल रही हो। सही समय पर पानी और खाद दें। ज़्यादा गर्मी या ठंड से भी फल झड़ते हैं।"
            },
            {
                "समस्या": "कीड़े लगना (तेला या मिलीबग)",
                "समाधान": "अगर पत्तों और फूलों पर सफेद या हरे रंग के छोटे कीड़े (तेला या मिलीबग) दिखें, तो नीम के पानी या हल्के साबुन के पानी का छिड़काव करें। यह कीड़े पेड़ का रस चूसते हैं।"
            }
        ],
        "कमाई_कितनी": {
            "कुल_खर्च_अनुमान": "एक बीघे में आम के पेड़ लगाने और पहले 3-5 सालों तक देखभाल का शुरुआती खर्च करीब 15,000 से 30,000 रुपये आ सकता है। इसमें पौधे, गड्ढा खोदना और खाद शामिल है।",
            "हर_साल_का_खर्च": "पेड़ बड़े होने के बाद, हर साल पानी, खाद और थोड़ी बहुत दवाई का खर्च करीब 5,000 से 10,000 रुपये प्रति बीघा आ सकता है।",
            "कमाई_अनुमान": "एक बार पेड़ अच्छे से फल देने लगें, तो एक बीघे से हर साल 40,000 से 80,000 रुपये या उससे भी ज़्यादा की कमाई हो सकती है। अच्छी देखरेख और अच्छी बाज़ार कीमत मिलने पर यह कमाई और भी बढ़ सकती है।"
        }
    },
    "फसल_का_नाम": "आम",
    "सरल_परिचय": "आम हमारा राष्ट्रीय फल है, इसे फलों का राजा कहते हैं। यह बहुत मीठा और स्वादिष्ट होता है। कच्चा आम खट्टा होता है, जिससे अचार बनता है। पका आम मीठा होता है, जो खाने में बहुत अच्छा लगता है। आम में बहुत ताकत होती है और यह सेहत के लिए बहुत अच्छा है।",
    "परिचय": "आम (Mangifera indica), जिसे 'फलों का राजा' कहा जाता है, भारत का राष्ट्रीय फल है. यह भारत में सबसे व्यापक रूप से उगाया जाने वाला फल है, जिसकी उत्पत्ति पूर्वोत्तर भारत, उत्तर-पश्चिमी म्यांमार और बांग्लादेश में मानी जाती है. इसे कच्चे और पके दोनों रूपों में खाया जाता है. आम विटामिन ए और सी, पोटेशियम और फाइबर का एक उत्कृष्ट स्रोत है.",
    "किसान_के_लिए_सरल_गाइड": {
        "कब_लगाएं": "जनवरी-फरवरी में पौधा लगाना सबसे अच्छा है। बरसात से पहले लगा दें ताकि पौधे को पानी मिलता रहे।",
        "कहाँ_लगाएं": "ऐसी जगह चुनें जहाँ पूरा दिन धूप आती हो। पानी जमा न होता हो, ढलान वाली जगह अच्छी है।",
        "कितनी_दूरी_रखें": "एक पेड़ से दूसरे पेड़ की दूरी 10 मीटर (लगभग 30 फीट) रखें। इससे पेड़ अच्छे से बढ़ता है।",
        "पानी_कब_दें": "गर्मी में हर 7-10 दिन में पानी दें। बरसात में ज़रूरत नहीं। सर्दी में महीने में एक बार।",
        "खाद_कब_दालें": "साल में 3 बार खाद दें - फरवरी में, जून में, और अक्टूबर में। पुरानी गोबर की खाद सबसे अच्छी।",
        "फल_कब_आते_हैं": "पेड़ लगाने के 4-5 साल बाद फल आने शुरू हो जाते हैं। मार्च-अप्रैल में फूल आते हैं, जून-जुलाई में फल पकते हैं।"
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "आम के पेड़ों पर फूल आने लगेंगे, उन्हें कीड़े और बीमारियों से बचाएं।",
        "फरवरी": "छोटे-छोटे आम दिखने लगेंगे, उन्हें गिरने से बचाना ज़रूरी है और कीड़ों पर नज़र रखें।",
        "मार्च": "आम के फल अब थोड़े बड़े हो रहे हैं, उन्हें नियमित पानी दें और फल छेदक जैसे कीटों से बचाएं।",
        "अप्रैल": "आम के फलों को बड़ा होने के लिए पानी देते रहें और देखें कहीं कोई बीमारी या कीट लग तो नहीं रहा है।",
        "मई": "अब आम पकने लगेंगे, जो फल तैयार हो गए हैं उनकी कटाई शुरू कर दें।",
        "जून": "आम की कटाई का मुख्य महीना है, ज़्यादातर आम इसी महीने तोड़े जाते हैं।",
        "जुलाई": "कटाई के बाद पेड़ की छंटाई (प्रूनिंग) करें और सूखी या खराब डालियों को हटा दें।",
        "अगस्त": "पेड़ के नीचे की ज़मीन को साफ़ करें और मिट्टी में अच्छी खाद डालें ताकि पेड़ को ताकत मिले।",
        "सितंबर": "पेड़ पर नई पत्तियां और फुटाव आने लगेंगे, अब पेड़ को पानी दें और खाद भी डालें।",
        "अक्टूबर": "पेड़ों पर फिर से किसी बीमारी या कीट का हमला न हो, इसके लिए दवाई का हल्का छिड़काव कर सकते हैं।",
        "नवंबर": "सर्दियां शुरू होने वाली हैं, पेड़ों को हल्की सिंचाई दें और उन्हें सर्दी के लिए तैयार करें।",
        "दिसंबर": "पेड़ों पर फूलों की तैयारी शुरू हो जाएगी, उन्हें ध्यान से देखें ताकि कोई बीमारी या कीट शुरू में ही पता चल जाए।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "आम के फूल या छोटे फल गुच्छों में सिकुड़ जाते हैं, टेढ़े-मेढ़े हो जाते हैं और फिर गिर जाते हैं।",
            "क्यों_हुआ": "यह एक फंगल बीमारी है, जिसे फफूंद (कवक) फैलाता है।",
            "क्या_करें": "1. जो टहनियाँ या फूल सिकुड़े हुए दिखें, उन्हें तुरंत काटकर जला दें।\n2. फूल आने से पहले, कार्बेंडाज़िम (Carbendazim) जैसे फफूंदनाशक का छिड़काव करें।\n3. पेड़ की समय-समय पर छँटाई करें ताकि हवा और धूप अच्छे से लगे।"
        },
        "समस्या_2": {
            "क्या_हुआ": "पत्तियों, फूलों और आम के फलों पर काले धब्बे पड़ जाते हैं, जिससे फल खराब होकर गिर जाते हैं।",
            "क्यों_हुआ": "यह एन्थ्रेक्नोज नामक एक फफूंद के कारण होता है, जो नमी और बारिश में तेज़ी से बढ़ता है।",
            "क्या_करें": "1. सूखे और खराब पत्तों या टहनियों को हटाकर जला दें।\n2. कॉपर ऑक्सीक्लोराइड (Copper Oxychloride) या मैंकोज़ेब (Mancozeb) जैसे फफूंदनाशक का छिड़काव करें, खासकर फूल आने से पहले।\n3. बगीचे को साफ-सुथरा रखें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "पत्तियों, फूलों और छोटे आमों पर सफ़ेद पाउडर जैसी परत जम जाती है, जिससे वे सूखकर गिर जाते हैं।",
            "क्यों_हुआ": "यह पाउडरी मिल्ड्यू नामक एक फफूंद से होता है, जो सूखे और ठंडे मौसम में बढ़ता है।",
            "क्या_करें": "1. जब फूल आने शुरू हों, तब सल्फर (Sulfur) आधारित फफूंदनाशक का छिड़काव करें।\n2. ज़रूरत पड़ने पर 10-15 दिन बाद फिर से छिड़काव करें।\n3. पेड़ों के बीच सही दूरी रखें ताकि हवा आसानी से आ-जा सके।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पके हुए आमों पर छोटे-छोटे छेद दिखते हैं और अंदर सफ़ेद रंग के कीड़े (लार्वा) होते हैं, जिससे फल अंदर से सड़ जाता है।",
            "क्यों_हुआ": "फल मक्खी अपने अंडे आम के अंदर देती है, जिससे बच्चे निकलकर फल को खाते हैं।",
            "क्या_ करें": "1. ज़मीन पर गिरे हुए और खराब आमों को तुरंत इकट्ठा करके मिट्टी में गहरा दबा दें या जला दें।\n2. फल मक्खियों को पकड़ने के लिए फेरोमोन ट्रैप (खुशबू वाले जाल) का इस्तेमाल करें।\n3. नीम का तेल या हल्के कीटनाशक का छिड़काव करें, लेकिन फल तोड़ने से काफी समय पहले।"
        },
        "समस्या_5": {
            "क्या_हुआ": "आम की टहनियों, पत्तियों और फलों पर सफ़ेद रुई जैसे दिखने वाले छोटे कीड़े चिपके रहते हैं, जिससे पौधा कमजोर हो जाता है।",
            "क्यों_हुआ": "ये मीली बग नामक कीड़े पौधे का रस चूसते हैं और चिपचिपा पदार्थ छोड़ते हैं, जिस पर काला फफूंद जम जाता है।",
            "क्या_करें": "1. पेड़ के तने पर पॉलीथीन या चिकनी पट्टी बाँध दें ताकि ये कीड़े ज़मीन से ऊपर न चढ़ सकें।\n2. इन कीड़ों को पानी की तेज़ धार से धोकर गिरा दें या ब्रश से हटा दें।\n3. प्रभावित जगह पर नीम का तेल या हल्के साबुन के घोल का छिड़काव करें।"
        }
    },
    "फल_तोड़ने_का_सही_तरीका": {
        "कैसे_पता_करें_फल_पका": "फल का रंग हरे से हल्का पीला हो जाए। हाथ से दबाने पर थोड़ा मुलायम लगे। डंठल के पास का हिस्सा फूल जाए।",
        "कैसे_तोड़ें": "सुबह या शाम के समय तोड़ें, दोपहर में नहीं। 4-5 इंच डंठल के साथ तोड़ें। दूध (लेटेक्स) फल पर न गिरने दें।",
        "तुड़ाई_के_बाद": "फलों को छाया में रखें। दूध धोकर साफ करें। सावधानी से रखें ताकि चोट न लगे।",
        "सावधानी": "पके फल जल्दी खराब होते हैं, तुरंत बेचें या ठंडी जगह रखें।"
    },
    "कमाई_और_बाजार": {
        "खेती_का_नाम": "आम की खेती",
        "फसल_की_जानकारी": "आम का पेड़ एक बार लगाने के बाद कई सालों तक फल देता है। अच्छी कमाई के लिए 4-5 साल बाद पेड़ फल देना शुरू करते हैं।",
        "कुल_खर्च_प्रति_बीघा_वार्षिक": {
            "विवरण": "यह एक साल का अनुमानित खर्च है, जब पेड़ फल दे रहे हों। पहले कुछ सालों में पौधे लगाने और देखभाल का खर्च थोड़ा अलग होता है।",
            "खाद_और_उर्वरक": "₹5,000 - ₹8,000",
            "कीटनाशक_और_फफूंदनाशक": "₹4,000 - ₹7,000",
            "पानी_और_सिंचाई": "₹2,000 - ₹4,000",
            "मजदूरी_और_देखभाल": "₹10,000 - ₹15,000 (छंटाई, तुड़ाई, छिड़काव)",
            "अन्य_छोटे_खर्च": "₹2,000 - ₹3,000",
            "कुल_अनुमानित_खर्च": "₹25,000 - ₹37,000 प्रति बीघा प्रति वर्ष"
        },
        "कुल_उपज_प्रति_बीघा": {
            "विवरण": "एक अच्छी तरह से विकसित और स्वस्थ बीघा (लगभग 30-40 पेड़) से मिलने वाली उपज।",
            "अनुमानित_उपज": "3,500 किलोग्राम - 4,500 किलोग्राम (35-45 क्विंटल) प्रति बीघा प्रति वर्ष"
        },
        "बाजार_भाव_औसत": {
            "विवरण": "यह भाव मंडी में थोक का औसत होता है, जो किस्म, गुणवत्ता और सीजन पर निर्भर करता है।",
            "औसत_भाव_प्रति_किलोग्राम": "₹25 - ₹35 प्रति किलोग्राम"
        },
        "कुल_कमाई_प्रति_बीघा_वार्षिक": {
            "कुल_अनुमानित_आय": {
                "न्यूनतम_आय": "3,500 किलो * ₹25/किलो = ₹87,500",
                "अधिकतम_आय": "4,500 किलो * ₹35/किलो = ₹157,500"
            },
            "खर्च_घटाकर_बचत": {
                "अनुमानित_बचत_सीमा": "₹50,000 - ₹1,20,000 प्रति बीघा प्रति वर्ष",
                "औसत_शुद्ध_कमाई": "₹70,000 - ₹1,00,000 प्रति बीघा प्रति वर्ष (अच्छी देखभाल पर)"
            }
        },
        "कहाँ_बेचें_सर्वोत्तम_तरीके": [
            {
                "विकल्प": "मंडी (थोक बाजार)",
                "लाभ": "आसान बिक्री, एक साथ पूरी उपज बिक जाती है।",
                "हानि": "भाव थोड़ा कम मिलता है।"
            },
            {
                "विकल्प": "स्थानीय_व्यापारी_या_ठेकेदार",
                "लाभ": "खेत से ही खरीद लेते हैं, परिवहन का खर्च बचता है।",
                "हानि": "मोलभाव की गुंजाइश कम होती है, भाव मंडी से भी कम मिल सकता है।"
            },
            {
                "विकल्प": "सीधे_उपभोक्ता_को_बेचना",
                "तरीके": "किसान बाजार, सड़क किनारे स्टॉल, ऑनलाइन बिक्री, सोसाइटी/हाउसिंग कॉम्प्लेक्स में सीधे बेचना।",
                "लाभ": "सबसे अच्छा भाव मिलता है, मुनाफा ज्यादा होता है।",
                "हानि": "ज्यादा मेहनत लगती है, कम मात्रा में बिकता है, परिवहन और मार्केटिंग खुद करनी पड़ती है।"
            },
            {
                "विकल्प": "प्रसंस्करण_इकाइयां",
                "लाभ": "गिरने वाले या छोटे आमों को भी बेच सकते हैं (पल्प, अचार बनाने वाली कंपनियां)।",
                "हानि": "भाव बहुत कम मिलता है।"
            }
        ],
        "ज्यादा_कमाई_के_लिए_ज़रूरी_टिप्स": [
            "सही_किस्म_का_चुनाव: अपने इलाके और बाजार की मांग के हिसाब से अच्छी और ज्यादा फल देने वाली किस्मों का चुनाव करें।",
            "वैज्ञानिक_तरीके_से_खेती: पेड़ों की सही छंटाई (प्रूनिंग), समय पर खाद-पानी देना और कीट-रोगों से बचाव करें।",
            "नुकसान_से_बचाव: तूफान या ओलावृष्टि से बचाव के लिए उचित उपाय करें।",
            "तुड़ाई_और_पैकिंग: आम की तुड़ाई सही समय पर करें और पैकिंग ध्यान से करें ताकि फल खराब न हों। अच्छी पैकिंग से दाम अच्छे मिलते हैं।",
            "सीधा_विपणन: अगर संभव हो, तो अपनी उपज सीधे उपभोक्ताओं तक पहुंचाएं। इसके लिए छोटे किसान समूह बना सकते हैं।",
            "मूल्य_संवर्धन: बचे हुए या कम गुणवत्ता वाले आमों से अचार, चटनी, जैम या पल्प बनाकर बेचें, इससे अतिरिक्त आय होगी।",
            "सरकारी_योजनाओं_का_लाभ: सरकार की बागवानी योजनाओं और सब्सिडी का लाभ उठाएं।",
            "फलों_की_गुणवत्ता: अच्छी गुणवत्ता वाले, बड़े और साफ-सुथरे आमों की बाजार में हमेशा ज्यादा मांग रहती है।"
        ]
    },
    "घरेलू_उपयोग": {
        "कच्चा_आम": "अचार, चटनी, अमचूर बनाएं। पना बनाकर गर्मी में पिएं।",
        "पका_आम": "ऐसे ही खाएं, रस निकालें, आम का शेक बनाएं, आम की खीर बनाएं।",
        "पत्तियाँ": "पूजा में काम आती हैं। औषधि के रूप में भी उपयोग होता है।",
        "लकड़ी": "पेड़ पुराना होने पर लकड़ी काम में आती है।"
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "अपने क्षेत्र की जलवायु और मिट्टी के अनुकूल उन्नत और प्रमाणित आम की किस्मों का ही चयन करें।",
        "टिप_2": "आम की खेती के लिए अच्छी जल निकासी वाली, उपजाऊ दोमट मिट्टी और पूर्ण धूप वाला स्थान चुनें।",
        "टिप_3": "पौधे लगाते समय उचित दूरी (जैसे 10x10 मीटर) बनाए रखें और स्वस्थ, रोगमुक्त ग्राफ्टेड पौधे ही लगाएं।",
        "टिप_4": "नए पौधों को नियमित रूप से और फल लगने के समय पर्याप्त सिंचाई सुनिश्चित करें, खासकर सूखे मौसम में।",
        "टिप_5": "मिट्टी की जांच के आधार पर, पेड़ की उम्र के अनुसार संतुलित मात्रा में जैविक और रासायनिक खाद का प्रयोग करें।",
        "टिप_6": "पेड़ों की नियमित निगरानी करें और कीटों तथा रोगों के शुरुआती लक्षणों पर तुरंत और सही उपचार करें।",
        "टिप_7": "पेड़ से सूखी, टूटी हुई, रोगग्रस्त या अनावश्यक शाखाओं की समय-समय पर छंटाई करें ताकि बेहतर धूप और हवा मिले।"
    },
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत दुनिया का सबसे बड़ा आम उत्पादक देश है, जो विश्व के कुल उत्पादन का लगभग 42.06% योगदान देता है. देश में, आंध्र प्रदेश आम की खेती के तहत सबसे बड़े क्षेत्र वाला राज्य है. अन्य प्रमुख उत्पादक राज्यों में उत्तर प्रदेश, कर्नाटक, बिहार और गुजरात शामिल हैं.",
        "जलवायु": "आम की खेती भारत के उष्णकटिबंधीय और उपोष्णकटिबंधीय क्षेत्रों में समुद्र तल से 1500 मीटर की ऊंचाई तक लगभग सभी राज्यों में की जाती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में आम की एक हजार से अधिक किस्में उगाई जाती हैं, जिनमें से लगभग 30 किस्में व्यावसायिक रूप से महत्वपूर्ण हैं.",
        "प्रमुख व्यावसायिक किस्में": "अलफांसो (महाराष्ट्र), केसर (गुजरात), दशहरी, लंगड़ा, चौसा (उत्तर प्रदेश), बंगनपल्ली (आंध्र प्रदेश), और तोतापरी (कर्नाटक) भारत की कुछ सबसे प्रसिद्ध किस्में हैं.",
        "संकर किस्में (Hybrid Varieties)": "नई संकर किस्मों में मल्लिका (नीलम x दशहरी), आम्रपाली (दशहरी x नीलम), और रत्ना (नीलम x अलफांसो) शामिल हैं. आम्रपाली एक बौनी और नियमित फल देने वाली किस्म है, जो सघन बागवानी के लिए उपयुक्त है."
    },
    "कटाई की प्रक्रिया": {
        "परिपक्वता के संकेत": "फलों की परिपक्वता का निर्धारण छिलके के रंग के हरे से पीले होने, फल के कंधे वाले हिस्से के उभार और गूदे के रंग के सफेद से क्रीम होने पर किया जाता है. लंगड़ा और चौसा जैसी कुछ किस्मों में पके फल पानी में डूब जाते हैं.",
        "तुड़ाई का समय और तरीका": "फलों को पूरी तरह से विकसित होने के बाद तोड़ा जाता है. दशहरी और लंगड़ा में फल लगने के 12 सप्ताह बाद तुड़ाई होती है. फलों को हाथ से या हार्वेस्टर से तोड़ा जाता है, जिसमें लगभग 4 इंच का डंठल छोड़ दिया जाता है ताकि लेटेक्स (चोपी) का स्राव फल पर न लगे और उसे खराब न करे."
    },
    "कटाई के बाद के रोग और प्रबंधन": {
        "प्रमुख रोग": "कटाई के बाद आम में लगने वाले प्रमुख रोग एन्थ्रेक्नोज (Anthracnose) और डंठल-सिरा सड़न (Stem-end rot) हैं.",
        "एन्थ्रेक्नोज (Anthracnose)": "इस रोग में फल के छिलके पर काले धब्बे बन जाते हैं, जो बाद में धंस जाते हैं. यह 'कोलेटोट्राइकम ग्लोस्पोरिओइड्स' (Colletotrichum gloeosporioides) कवक के कारण होता है.",
        "डंठल-सिरा सड़न (Stem-end rot)": "यह रोग फल के डंठल के पास से शुरू होता है, जहाँ त्वचा काली पड़ जाती है और गूदा भूरा होकर सड़ने लगता है.",
        "नियंत्रण के उपाय": "रोगों के नियंत्रण के लिए कटाई से पहले फफूंदनाशकों का छिड़काव और कटाई के बाद फलों को गर्म पानी (50-55°C) में बेनोमिल जैसे फफूंदनाशक मिलाकर उपचारित करना प्रभावी होता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "आमतौर पर किसान वैज्ञानिक तरीके से ग्रेडिंग नहीं करते हैं. जब ग्रेडिंग की जाती है, तो यह मुख्य रूप से आकार, रंग और परिपक्वता के आधार पर होती है. अलफांसो और केसर जैसी किस्मों के लिए व्यावसायिक ग्रेड वजन के आधार पर तय किए जाते हैं, जैसे 'A+' ग्रेड (>300 ग्राम).",
        "पकाना (Ripening)": "फलों को समान रूप से पकाने के लिए एथिलीन गैस (100 ppm) का उपयोग सबसे अच्छी और सुरक्षित विधि है. व्यापारी अक्सर प्रतिबंधित रसायन कैल्शियम कार्बाइड का उपयोग करते हैं, जो स्वास्थ्य के लिए हानिकारक है और फलों की गुणवत्ता को भी कम करता है.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए बांस की टोकरियों और लकड़ी के बक्सों का उपयोग किया जाता है. निर्यात के लिए, नालीदार फाइबर बोर्ड (CFB) के डिब्बों का उपयोग होता है. फलों को चोट से बचाने के लिए कागज की कतरनें या धान की पुआल जैसी कुशनिंग सामग्री का उपयोग किया जाता है.",
        "भंडारण (Storage)": "हरे पके आमों को 10-13°C तापमान और 85-90% आर्द्रता पर 14 से 28 दिनों तक संग्रहीत किया जा सकता है. विभिन्न किस्मों के लिए भंडारण का तापमान अलग-अलग होता है, जैसे दशहरी के लिए 12°C और लंगड़ा के लिए 15°C."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "किसान अक्सर अपनी फसल कटाई-पूर्व ठेकेदारों को बेच देते हैं. सबसे आम विपणन श्रृंखला है: किसान/ठेकेदार → कमीशन एजेंट → थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता.",
        "निर्यात": "भारत दुनिया का सबसे बड़ा आम उत्पादक होने के बावजूद अपने उत्पादन का केवल 2% ही निर्यात करता है. मुख्य निर्यात बाजार संयुक्त अरब अमीरात, बांग्लादेश, ब्रिटेन और सऊदी अरब हैं. निर्यात को बढ़ावा देने के लिए आंध्र प्रदेश, गुजरात, महाराष्ट्र और उत्तर प्रदेश जैसे राज्यों में कृषि-निर्यात क्षेत्र (Agri-Export Zones) स्थापित किए गए हैं.",
        "मूल्य संवर्धन (Value Addition)": "कच्चे आम का उपयोग अचार, अमचूर और चटनी बनाने के लिए किया जाता है. पके आमों से गूदा (pulp), जूस, जैम, स्क्वैश और आम पापड़ जैसे उत्पाद बनाए जाते हैं. आम के कचरे (छिलके और गुठली) का भी उपयोग होता है; छिलकों से पेक्टिन और पशु चारा बनाया जाता है, जबकि गुठली से अच्छी गुणवत्ता वाला तेल और स्टार्च निकाला जाता है."
    }
}