{
    "सरल_परिचय": "उड़द एक बहुत अच्छी दाल वाली फसल है जिसे हम सब खाते हैं। इसे उगाने से हमें पौष्टिक दाल मिलती है और यह हमारे खेत की मिट्टी को भी ताकतवर और उपजाऊ बनाती है। यह फसल जल्दी तैयार हो जाती है, जिससे किसान को जल्दी पैसा मिल जाता है और वह अगली फसल की तैयारी कर पाता है।",
    "कब_लगाएं": "उड़द को गर्मी और हल्की बारिश के मौसम में लगाना सबसे अच्छा होता है। आमतौर पर इसे जून के आखिर से लेकर जुलाई के महीने तक बोया जाता है (जिसे खरीफ मौसम कहते हैं)। कुछ जगह इसे गर्मी में मार्च-अप्रैल में भी लगाते हैं (जिसे जायद मौसम कहते हैं)।",
    "कैसे_लगाएं": [
        "सबसे पहले अपने खेत को अच्छी तरह से दो-तीन बार हल चलाकर तैयार करें, ताकि मिट्टी भुरभुरी हो जाए और ढेले न रहें।",
        "खेत में अच्छी और साफ-सुथरी किस्म का बीज बोएं। एक बीघा जमीन के लिए लगभग 4 से 5 किलो बीज काफी होगा।",
        "बीज को सीधी लाइन में बोएं। एक लाइन से दूसरी लाइन की दूरी लगभग एक हाथ (करीब 30-45 सेंटीमीटर) रखें।",
        "पौधे से पौधे के बीच की दूरी लगभग 4 उंगली (करीब 10-15 सेंटीमीटर) रखें।",
        "बीज को ज्यादा गहरा न बोएं, लगभग 1 से 2 इंच (2.5-5 सेंटीमीटर) गहरा ही काफी है।",
        "अगर आपके पास मशीन नहीं है, तो हाथ से भी बो सकते हैं, बस दूरी का ध्यान रखें।"
    ],
    "पानी_कब_दें": [
        "अगर आपने उड़द बारिश के मौसम (जुलाई-अगस्त) में लगाई है, तो आमतौर पर बारिश से ही पौधे को पूरा पानी मिल जाता है, अलग से पानी देने की जरूरत नहीं पड़ती।",
        "लेकिन, अगर बारिश न हो या बहुत कम हो, तो फसल में फूल आने के समय और जब फलियां बन रही हों, तब एक-दो बार हल्का पानी जरूर दें।",
        "ध्यान रखें कि खेत में ज्यादा पानी न भरे, वरना पौधा गल सकता है। मिट्टी में बस हल्की नमी बनी रहनी चाहिए।"
    ],
    "खाद_कब_दें": [
        "खेत तैयार करते समय गोबर की पुरानी गली हुई खाद डालें, यह सबसे अच्छी है। इससे मिट्टी की ताकत बढ़ती है।",
        "अगर रासायनिक खाद डालनी है, तो बोते समय एक बीघा खेत में लगभग एक बोरी DAP (डाई-अमोनियम फास्फेट) और थोड़ी सी पोटाश (लगभग आधी बोरी) डालकर मिट्टी में मिला दें।",
        "उड़द की फसल को ज्यादा यूरिया की जरूरत नहीं होती क्योंकि यह खुद ही हवा से अपनी नाइट्रोजन बना लेती है। इसलिए यूरिया कम या बिलकुल न डालें।"
    ],
    "फसल_कब_तैयार": [
        "उड़द की फसल लगभग 70 से 90 दिनों में (यानी ढाई से तीन महीने में) कटाई के लिए तैयार हो जाती है।",
        "आपको ऐसे पता चलेगा कि फसल तैयार है: पौधों की पत्तियां पीली पड़कर गिरने लगेंगी और फलियां सूखकर काली या भूरी हो जाएंगी। फलियों को तोड़ने पर दाने सख्त और पके हुए मिलेंगे।",
        "जब खेत में ज़्यादातर फलियां पक जाएं, तब फसल की कटाई कर लें।"
    ],
    "आम_समस्याएं": [
        {
            "समस्या": "पीला रोग (पीला मोजेक)",
            "जानकारी": "इस रोग में उड़द की पत्तियां पीली पड़ जाती हैं और फसल कमजोर होकर दाना कम देती है।",
            "इलाज": "बीमार और पीली पत्तियों वाले पौधों को खेत से उखाड़कर दूर फेंक दें या जला दें। ऐसी किस्में बोएं जिन पर पीला रोग न लगता हो (जैसे WBU-109)। अगर छोटे-छोटे सफेद मच्छर (सफेद मक्खी) दिखें, तो कोई हल्की दवा का छिड़काव करें क्योंकि ये मच्छर ही बीमारी फैलाते हैं।"
        },
        {
            "समस्या": "फलियों में कीड़े (फली छेदक)",
            "जानकारी": "छोटे-छोटे कीड़े फलियों को छेदकर अंदर के दाने खा जाते हैं, जिससे फसल खराब हो जाती है।",
            "इलाज": "जब फसल में फूल आने लगें और छोटी फलियां बनने लगें, तब नीम का तेल या कोई हल्की कीटनाशक दवा का छिड़काव करें। इससे कीड़े नहीं लगेंगे।"
        },
        {
            "समस्या": "जंगली घास (खरपतवार)",
            "जानकारी": "खेत में उड़द के साथ जंगली घास उग आती है, जो फसल का पानी और खाद खा जाती है, जिससे पैदावार कम होती है।",
            "इलाज": "फसल बोने के 20-25 दिन बाद एक बार हाथ से निंदाई (गुड़ाई) जरूर करें ताकि घास निकल जाए। आप खरपतवार मारने वाली दवा का भी छिड़काव कर सकते हैं, लेकिन दवा की सही मात्रा और तरीका दुकानदार से पूछकर ही इस्तेमाल करें।"
        }
    ],
    "कमाई_कितनी": {
        "खर्च_प्रति_बीघा_अंदाज़ा": "एक बीघा उड़द की खेती में बीज, जुताई, खाद और दवा मिलाकर लगभग 3000 से 4000 रुपये का खर्च आ सकता है।",
        "पैदावार_प्रति_बीघा_अंदाज़ा": "अगर सब कुछ अच्छा रहा और आपने अच्छी देखभाल की, तो एक बीघा खेत से 2 से 3 क्विंटल (200-300 किलो) उड़द निकल सकती है।",
        "मुनाफा_प्रति_बीघा_अंदाज़ा": "अगर आपकी उड़द 60 से 70 रुपये प्रति किलो के भाव से बिकती है, तो 2.5 क्विंटल उड़द से आपको 15000 से 17500 रुपये तक मिल सकते हैं। इसमें से खर्च निकालने पर आपको लगभग 11000 से 14000 रुपये तक का शुद्ध मुनाफा हो सकता है। यह सिर्फ एक मोटा अंदाज़ा है, असली कमाई बाजार भाव और आपकी फसल की पैदावार पर निर्भर करती है।"
    },
    "फसल_का_नाम": "उड़द",
    "परिचय": "उड़द, जिसे ब्लैक ग्राम भी कहते हैं, भारत की एक महत्वपूर्ण दाल वाली फसल है। यह कम समय में तैयार हो जाती है और मिट्टी की सेहत के लिए भी बहुत फायदेमंद है।",
    "मिट्टी और जलवायु": {
        "पसंदीदा मिट्टी": "उड़द की खेती के लिए अच्छी जल निकासी वाली दोमट मिट्टी (Loam Soil) सबसे अच्छी होती है। यह हल्की रेतीली से लेकर भारी चिकनी मिट्टी में भी उगाई जा सकती है।",
        "जलवायु": "यह गर्म और नमी वाले मौसम की फसल है। इसकी खेती खरीफ और जायद, दोनों मौसमों में की जा सकती है।"
    },
    "उन्नत किस्में": {
        "जानकारी": "सही किस्म का चुनाव अच्छी पैदावार के लिए बहुत ज़रूरी है। यहाँ कुछ प्रमुख किस्में हैं:",
        "जल्दी पकने वाली": "पन्त यू-31 (Pant U-31) और शेखर-2 (Shekhar-2) जैसी किस्में 70-80 दिनों में पक जाती हैं।",
        "अधिक पैदावार वाली": "टी-9 (T-9) और आजाद उड़द-1 (Azad Urd-1) किस्में अपनी अच्छी पैदावार के लिए जानी जाती हैं।",
        "रोग प्रतिरोधी": "डब्ल्यूबीयू-109 (WBU-109) किस्म पीला मोजेक रोग (Yellow Mosaic Virus) के प्रति सहनशील है, जो इस फसल की सबसे बड़ी समस्या है।"
    },
    "खेती की प्रक्रिया": {
        "खेत की तैयारी": "खेत की 2-3 बार जुताई करके मिट्टी को भुरभुरा बना लें और पाटा लगाकर खेत को समतल कर दें।",
        "बुवाई का समय": "खरीफ फसल के लिए जून-जुलाई और जायद फसल के लिए फरवरी-मार्च का समय बुवाई के लिए सबसे अच्छा होता है।",
        "सिंचाई": "खरीफ की फसल को आमतौर पर सिंचाई की ज़रूरत नहीं होती, लेकिन बारिश न होने पर फूल आने और दाना भरने के समय हल्की सिंचाई करें। जायद की फसल में 2-3 सिंचाई की ज़रूरत पड़ती है।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "पीला मोजेक (Yellow Mosaic Virus)": "यह सबसे खतरनाक बीमारी है, जिसमें पत्तियों पर पीले धब्बे बन जाते हैं और पौधे की बढ़त रुक जाती है। यह सफेद मक्खी से फैलता है। बचाव के लिए रोग-प्रतिरोधी किस्में उगाएं और 'इमिडाक्लोप्रिड' (Imidacloprid) रसायन का छिड़काव करें।",
            "पत्ती धब्बा (Leaf Spot)": "पत्तियों पर छोटे, भूरे धब्बे बन जाते हैं। रोकथाम के लिए 'मैन्कोजेब' (Mancozeb) का छिड़काव करें।"
        },
        "प्रमुख कीट": {
            "सफेद मक्खी (Whitefly)": "यह कीट पत्तियों का रस चूसता है और पीला मोजेक रोग फैलाता है। इसके नियंत्रण के लिए 'थायोमेथोक्साम' (Thiamethoxam) या नीम तेल (Neem Oil) का छिड़काव करें।",
            "फली छेदक (Pod Borer)": "यह इल्ली फलियों को छेदकर दानों को खा जाती है। रोकथाम के लिए 'प्रोफेनोफॉस' (Profenofos) का छिड़काव करें।"
        }
    },
    "कटाई और भंडारण": {
        "कटाई": "जब 80% फलियां काली पड़ जाएं और सूख जाएं, तब फसल काट लें। कटाई में देरी करने से फलियां चटक सकती हैं और दाने बिखर सकते हैं।",
        "गहाई और भंडारण": "कटाई के बाद फसल को 4-5 दिन धूप में सुखाकर थ्रेसर से दाने निकालें। दानों को अच्छी तरह सुखाकर (8-10% नमी) जूट की बोरियों में भरकर सूखी जगह पर रखें।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "कटाई के तुरंत बाद बाजार में दाम कम मिलते हैं। अगर संभव हो, तो 1-2 महीने के लिए भंडारण करें और बाद में बेचें ताकि बेहतर कीमत मिल सके।",
        "संरक्षण (Preservation)": "उड़द को लंबे समय तक रखने के लिए इसे दाल में बदलवाना एक अच्छा विकल्प है। दाल का बाजार भाव साबुत उड़द से ज़्यादा होता है।"
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "खेत की गहरी जुताई करवाओ ताकि मिट्टी को धूप और हवा लगे।",
        "फरवरी": "अगर जायद (गर्मी की) उड़द लगानी है तो खेत तैयार करके बुवाई करो।",
        "मार्च": "जायद उड़द में पानी दो और खरपतवार (अनावश्यक घास) निकालो।",
        "अप्रैल": "जायद उड़द की कटाई करो, दाने सुखाकर रख लो।",
        "मई": "खरीफ उड़द के लिए खेत की आखिरी जुताई और पाटा लगाओ, बीज और खाद तैयार रखो।",
        "जून": "मानसून की पहली बारिश के साथ खरीफ उड़द की बुवाई करो।",
        "जुलाई": "फसल में पहली निराई-गुड़ाई करो, पौधों को कीटों से बचाओ।",
        "अगस्त": "अगर बारिश कम हो तो हल्की सिंचाई करो, रोग और कीटों पर ध्यान दो।",
        "सितंबर": "फसल पकने लगेगी, कटाई की तैयारी शुरू कर दो।",
        "अक्टूबर": "उड़द की फलियाँ पक जाएं तो कटाई करो और दाने धूप में सुखाओ।",
        "नवंबर": "दानों की थ्रेशिंग करके साफ करो और सुरक्षित जगह पर भंडारित करो।",
        "दिसंबर": "खाली खेत की गहरी जुताई करके छोड़ दो, मिट्टी को आराम मिलेगा और अगली फसल के लिए तैयार होगी।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "पत्तियों पर पीले धब्बे दिखते हैं और पत्तियां सिकुड़ जाती हैं, पूरा पौधा पीला पड़ जाता है।",
            "क्यों_हुआ": "यह एक वायरस (पीला मोज़ेक वायरस) है जो सफेद मक्खी से फैलता है।",
            "क्या_करें": "1. रोग वाले पौधों को तुरंत उखाड़कर खेत से बाहर जला दें।\n2. सफेद मक्खी को रोकने के लिए नीम का तेल या इमिडाक्लोप्रिड (Imidacloprid) जैसी दवा का छिड़काव करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "फसल की फलियों में छेद हो जाते हैं और अंदर के दाने खराब या खाए हुए मिलते हैं।",
            "क्यों_हुआ": "फली छेदक इल्लियों (कीड़ों) के हमले से ऐसा होता है।",
            "क्या_ करें": "1. शुरुआती दिनों में खेत में फेरोमोन ट्रैप (गंध वाले जाल) लगाएं।\n2. इल्लियां दिखने पर क्लोरपायरीफॉस (Chlorpyrifos) या एमामेक्टिन बेंजोएट (Emamectin Benzoate) का छिड़काव करें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "खेत में उड़द के पौधों के साथ दूसरे अनचाहे पौधे उग जाते हैं, जो फसल का पोषण और पानी छीन लेते हैं।",
            "क्यों_हुआ": "मिट्टी में मौजूद खरपतवार के बीज अंकुरित हो जाते हैं और फसल के साथ उगते हैं।",
            "क्या_करें": "1. बुवाई के 20-25 दिन बाद हाथ से निराई-गुड़ाई करके खरपतवार निकाल दें।\n2. बुवाई के तुरंत बाद (फसल उगने से पहले) पेंडीमेथालिन (Pendimethalin) जैसे खरपतवारनाशक का छिड़काव करें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "उड़द की पत्तियों पर भूरे या काले रंग के छोटे-बड़े धब्बे बन जाते हैं, जिससे पत्तियां सूखने लगती हैं।",
            "क्यों_हुआ": "यह फंगस (कवक) के कारण होता है, खासकर जब मौसम में ज़्यादा नमी हो या बारिश हो।",
            "क्या_ करें": "1. हमेशा रोग-मुक्त और स्वस्थ बीज ही बोएं।\n2. मैन्कोज़ेब (Mancozeb) या कार्बनडाज़िम (Carbendazim) जैसे फफूंदनाशक दवा का छिड़काव करें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "खेत में ज़्यादा पानी भर जाने से उड़द के पौधे पीले पड़ जाते हैं और उनकी जड़ें गलने लगती हैं, जिससे पौधे मर जाते हैं।",
            "क्यों_हुआ": "भारी बारिश या ज़्यादा सिंचाई के कारण खेत में पानी जमा हो जाता है और निकल नहीं पाता।",
            "क्या_करें": "1. खेत में पानी निकलने का अच्छा इंतजाम (ड्रेनेज) रखें ताकि पानी जमा न हो।\n2. ज़रूरत से ज़्यादा सिंचाई न करें, मिट्टी की नमी देखकर ही पानी दें।"
        }
    },
    "कमाई_और_बाजार": {
        "फसल": "उड़द",
        "जानकारी": {
            "1_कुल_खर्च_प्रति_बीघा": {
                "अनुमानित_खर्च_रेंज": "₹9,000 से ₹12,000",
                "विवरण": {
                    "बीज_खर्च": "₹800 - ₹1200 (लगभग 8-10 किलो बीज)",
                    "खेत_की_तैयारी_जुताई_वगैरह": "₹1500 - ₹2000",
                    "खाद_उर्वरक": "₹1000 - ₹1500",
                    "खरपतवार_नियंत्रण_निराई_या_दवा": "₹1000 - ₹1800",
                    "सिंचाई_खर्च_आवश्यकतानुसार": "₹500 - ₹1000",
                    "कीट_और_रोग_नियंत्रण_दवा": "₹500 - ₹800",
                    "मजदूरी_बुवाई_कटाई_मड़ाई": "₹3500 - ₹5000"
                },
                "औसत_कुल_खर्च_लगभग": "₹10,500"
            },
            "2_कुल_उपज_प्रति_बीघा": {
                "अनुमानित_उपज_रेंज": "4 क्विंटल से 6 क्विंटल (400 किलो से 600 किलो)",
                "औसत_उपज_लगभग": "4.5 क्विंटल (450 किलो)"
            },
            "3_बाजार_भाव_औसत": {
                "प्रति_क्विंटल_भाव_रेंज": "₹6,500 से ₹7,500",
                "औसत_भाव_लगभग": "₹7,000 प्रति क्विंटल",
                "टिप्पणी": "बाजार भाव मांग, आपूर्ति और सरकारी समर्थन मूल्य (MSP) पर निर्भर करता है। उड़द का MSP 2023-24 के लिए ₹6,950 प्रति क्विंटल है।"
            },
            "4_कुल_कमाई_खर्च_घटाकर_बचत_प्रति_बीघा": {
                "एक_उदाहरण_औसत_स्थिति_में": {
                    "कुल_आय_अनुमानित": "4.5 क्विंटल (उपज) * ₹7,000/क्विंटल (भाव) = ₹31,500",
                    "कुल_खर्च_अनुमानित": "₹10,500",
                    "शुद्ध_बचत_या_कमाई": "₹31,500 - ₹10,500 = ₹21,000"
                },
                "अनुमानित_बचत_रेंज": "₹14,000 से ₹28,000 प्रति बीघा"
            },
            "5_कहाँ_बेचें": [
                {
                    "विकल्प": "मंडी_APMC",
                    "लाभ": "यह सबसे सुरक्षित तरीका है। यहाँ आपको सरकार द्वारा तय या नीलामी में अच्छा भाव मिल सकता है और पेमेंट की सुरक्षा रहती है।"
                },
                {
                    "विकल्प": "स्थानीय_व्यापारी_या_दलाल",
                    "लाभ": "ये आपके खेत या घर से ही फसल खरीद लेते हैं, जिससे आपका समय और मेहनत बचती है।",
                    "नुकसान": "कभी-कभी मंडी से थोड़ा कम भाव मिल सकता है।"
                },
                {
                    "विकल्प": "सीधे_ग्राहक_दाल_मिल_या_खुदरा_दुकान",
                    "लाभ": "अगर आप सीधे दाल मिल या छोटी दुकानों को बेचते हैं, तो आपको बेहतर भाव मिल सकता है क्योंकि बीच के दलाल का खर्च बच जाता है।",
                    "नुकसान": "इसमें आपको खुद मार्केटिंग और बेचने में ज़्यादा मेहनत करनी पड़ सकती है।"
                },
                {
                    "विक विकल्प": "सहकारी_संस्थाएं_सरकारी_खरीद_केंद्र",
                    "लाभ": "सरकार द्वारा घोषित समर्थन मूल्य (MSP) पर अपनी फसल बेच सकते हैं, जो अक्सर बाजार भाव से अच्छा होता है।"
                }
            ],
            "6_ज़्यादा_कमाई_के_लिए_सुझाव": [
                "**सही बीज का चुनाव:** हमेशा उन्नत किस्म और रोग प्रतिरोधी (रोगों से लड़ने वाले) बीज का इस्तेमाल करें।",
                "**मिट्टी की जांच:** अपनी खेत की मिट्टी की जांच करवाकर ही खाद और उर्वरक डालें, ताकि सही मात्रा में पोषक तत्व मिलें।",
                "**समय पर बुवाई:** सही समय पर बुवाई करने से फसल को अच्छा विकास मिलता है और ज्यादा उपज होती है।",
                "**खरपतवार और कीट नियंत्रण:** समय-समय पर खेत से खरपतवार हटाते रहें और कीटों व बीमारियों से फसल को बचाएं।",
                "**सही सिंचाई:** उड़द को कम पानी की ज़रूरत होती है, लेकिन सूखे के समय एक-दो हल्की सिंचाई ज़रूर करें।",
                "**फसल की सफाई (ग्रेडिंग):** अपनी उड़द को अच्छी तरह साफ करके, कंकड़-मिट्टी हटाकर बेचें। साफ और अच्छी गुणवत्ता वाली फसल का भाव हमेशा बेहतर मिलता है।",
                "**बाजार की जानकारी:** बेचने से पहले अलग-अलग मंडियों और व्यापारियों से भाव पता करें ताकि आपको सबसे अच्छा दाम मिल सके।",
                "**सरकारी योजनाओं का लाभ:** सरकार द्वारा चलाई जा रही कृषि योजनाओं और सब्सिडी का फायदा उठाएं।"
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "उच्च उपज देने वाली और रोग प्रतिरोधी उड़द की किस्मों का ही चुनाव करें।",
        "टिप_2": "सही समय पर (जुलाई के पहले-दूसरे सप्ताह) अच्छी जल निकासी वाली रेतीली दोमट मिट्टी में बुवाई करें।",
        "टिप_3": "बुवाई से पहले बीजों को फफूंदनाशक और राइजोबियम कल्चर से उपचारित करें ताकि जर्मिनेशन बेहतर हो।",
        "टिप_4": "मिट्टी की जांच के आधार पर संतुलित उर्वरक (विशेषकर फास्फोरस) का उपयोग करें, नाइट्रोजन की आवश्यकता कम होती है।",
        "टिप_5": "शुरुआती 20-30 दिनों में खरपतवार नियंत्रण पर विशेष ध्यान दें, यह उपज के लिए महत्वपूर्ण है।",
        "टिप_6": "कीटों और रोगों के लिए खेत का नियमित निरीक्षण करें और लक्षण दिखते ही तुरंत रोकथाम के उपाय अपनाएं।",
        "टिप_7": "जब 80% फलियां पककर काली पड़ जाएं, तभी कटाई करें ताकि दानों का नुकसान न हो।"
    }
}