{
    "सरल_परिचय": "भाइयों, कद्दू एक बहुत ही बढ़िया सब्जी है जो गोल और बड़ी होती है। इसे हम सब्जी बनाने, हलवा बनाने या कोई और मीठा पकवान बनाने में इस्तेमाल करते हैं। इसे उगाने से आपको अच्छे पैसे मिल सकते हैं और यह हमारी सेहत के लिए भी बहुत फायदेमंद है।",
    "कब_लगाएं": "कद्दू को उगाने का सबसे अच्छा समय तब होता है जब गर्मी बढ़ने लगती है और ठंड कम हो जाती है। आप इसे फरवरी-मार्च के महीने में या फिर जून-जुलाई में भी लगा सकते हैं। इसे धूप और गर्मी बहुत पसंद है।",
    "कैसे_lagaएं": {
        "खेत_तैयार_करना": "सबसे पहले खेत को अच्छी तरह से जोतकर मिट्टी को भुरभुरा बना लें। गोबर की खाद खेत में अच्छी तरह मिला दें।",
        "बीज_लगाना": "कद्दू के अच्छे और स्वस्थ बीज चुनें। खेत में लगभग 2 से 3 हाथ की दूरी पर छोटे-छोटे गड्ढे बनाएं। हर गड्ढे में 2 से 3 बीज डालें।",
        "गहराई": "बीजों को मिट्टी में 1 से 2 इंच से ज़्यादा गहरा न बोएं। बीज बोने के बाद ऊपर से हल्की मिट्टी डाल दें।",
        "पानी_देना": "बीज लगाने के तुरंत बाद हल्का पानी दें ताकि मिट्टी नम हो जाए।"
    },
    "पानी_कब_दें": "कद्दू की बेल को पानी की ज़रूरत होती है। जब खेत की मिट्टी सूखी दिखने लगे, तब पानी दें। गर्मी के दिनों में ज़्यादा पानी देना पड़ सकता है, और ठंड में थोड़ा कम। ध्यान रखें कि खेत में पानी खड़ा न रहे, वरना बेलें खराब हो सकती हैं।",
    "खाद_कब_दें": {
        "बुवाई_के_समय": "खेत तैयार करते समय अच्छी सड़ी हुई गोबर की खाद ज़रूर डालें। यह पौधों को ताकत देती है।",
        "पौधे_बड़े_होने_पर": "जब पौधे थोड़े बड़े हो जाएं और उनमें फूल आने लगें, तब आप थोड़ी और गोबर की खाद या बाजार से थोड़ी रासायनिक खाद (जैसे डीएपी या यूरिया) मिट्टी में मिलाकर दे सकते हैं। खाद देने के बाद पानी ज़रूर दें।"
    },
    "फसल_कब_तैयार": "कद्दू की फसल लगभग 3 से 4 महीने (90 से 120 दिन) में तैयार हो जाती है। आपको कैसे पता चलेगा कि कद्दू तोड़ने लायक हो गया है? जब कद्दू का छिलका सख्त हो जाए, रंग गहरा हो जाए और डंठल भी थोड़ा सूखने लगे, तो समझो कि वह तैयार है।",
    "आम_समस्याएं": [
        {
            "समस्या": "कीड़े_लगना (पत्तियों या फलों पर छोटे-छोटे कीड़े)",
            "समाधान": "नीम की पत्तियों को पानी में उबालकर ठंडा कर लें और फिर इस पानी को छानकर पौधों पर छिड़क दें। या फिर अपने नजदीकी कृषि दुकान से हल्की कीटनाशक दवा पूछकर इस्तेमाल करें।"
        },
        {
            "समस्या": "बीमारी (पत्तियां पीली पड़ना या धब्बे आना)",
            "समाधान": "जो पत्तियां खराब दिखें उन्हें तुरंत तोड़कर खेत से दूर फेंक दें। अपने खेत को साफ रखें और पौधों को हवा लगने दें। ज़रूरत पड़े तो कृषि विशेषज्ञ से पूछकर हल्की फफूंदनाशक (फंगस की दवा) का छिड़काव करें।"
        },
        {
            "समस्या": "फूल_गिरना_या_फल_न_बनना",
            "समाधान": "सही मात्रा में खाद और पानी दें। सुबह के समय खेत में मधुमक्खियों या अन्य कीड़ों को फूलों पर बैठने दें, ये फल बनने में मदद करते हैं। अगर ये कम दिखें तो सुबह-सुबह फूलों को हल्के हाथ से छूकर परागण (pollination) में मदद करें।"
        }
    ],
    "कमाई_कितनी": {
        "खर्च": "कद्दू की खेती में शुरुआत में खेत तैयार करने, बीज खरीदने, खाद और पानी देने और कभी-कभी मजदूरी में कुछ पैसे खर्च होते हैं।",
        "मुनाफा": "अगर आप अच्छे से देखभाल करें और मौसम साथ दे, तो कद्दू की एक बीघा खेती से आपको बहुत अच्छा मुनाफा हो सकता है। बाजार में कद्दू के दाम अच्छे मिलते हैं, जिससे आपकी लागत से कई गुना ज़्यादा कमाई हो सकती है।"
    },
    "फसल_का_नाम": "कद्दू",
    "परिचय": "कद्दू (Pumpkin) कुकुरबिटा (Cucurbita) जीनस की एक सब्जी है. इसका उपयोग विभिन्न प्रकार के मीठे और नमकीन व्यंजनों में किया जाता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "कद्दू की खेती दुनिया भर में की जाती है.",
        "जलवायु": "यह गर्म मौसम की फसल है."
    },
    "उन्नत किस्में": {
        "जानकारी": "कद्दू की कई किस्में हैं, जो आकार, आकार और रंग में भिन्न होती हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "कद्दू को तब तोड़ा जाता है जब वह पूरी तरह से पक जाता है और उसका छिलका सख्त हो जाता है.",
        "विधि": "फल को डंठल सहित बेल से काटा जाता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग": "क्षतिग्रस्त या सड़े हुए कद्दू को हटा दिया जाता है.",
        "पैकेजिंग": "कद्दू को आमतौर पर ढीला बेचा जाता है.",
        "भंडारण": "कद्दू को कमरे के तापमान (27-31°C) पर 120 दिनों तक संग्रहीत किया जा सकता है. भंडारण के दौरान, वजन में कमी होती है और β-कैरोटीन और एस्कॉर्बिक एसिड की मात्रा कम हो जाती है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "कद्दू को स्थानीय बाजारों में बेचा जाता है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "खेत की अच्छी तरह तैयारी करें, पुरानी फसल के अवशेष हटाकर खाद डालें।",
        "फरवरी": "अब कद्दू के बीज बोने का सही समय है, मेड़ या क्यारी बनाकर बीज बोएं।",
        "मार्च": "छोटे पौधों को नियमित पानी दें और उनके आसपास की खरपतवार जरूर निकालें।",
        "अप्रैल": "बेलें अब तेजी से बढ़ेंगी, उन्हें सही दिशा दें और कीटों पर पैनी नजर रखें।",
        "मई": "पौधों पर फूल आने लगेंगे, पानी की कमी बिल्कुल न होने दें ताकि फल अच्छे से लगें।",
        "जून": "अब छोटे-छोटे कद्दू बनने लगेंगे, अगर बारिश हो तो रोगों से बचाव के उपाय करें।",
        "जुलाई": "कद्दू का आकार अब बड़ा होगा, जरूरत पड़ने पर थोड़ी और खाद और पानी दें।",
        "अगस्त": "कद्दू अब पकने वाले हैं, उन पर बीमारियों और कीटों का हमला न हो, इसका ध्यान रखें।",
        "सितंबर": "पके हुए कद्दू की कटाई करें, डंठल के साथ काटें ताकि वे ज्यादा समय तक ताजे रहें।",
        "अक्टूबर": "खेत को साफ करें, बची हुई बेलें हटा दें और अगली फसल के लिए जमीन तैयार करें।",
        "नवंबर": "जमीन को कुछ आराम दें या अगर आप चाहें तो दूसरी हल्की सब्जी की बुवाई की सोच सकते हैं।",
        "दिसंबर": "खेत की गहरी जुताई करें और उसमें खूब सारी गोबर की खाद डालकर अगली बुवाई के लिए तैयार रखें।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "पत्तियों या फलों पर छोटे कीड़े दिखते हैं और उन्हें खाते हैं, जिससे पत्तियां पीली पड़ जाती हैं या फल खराब हो जाते हैं।",
            "क्यों_हुआ": "वातावरण में नमी और गर्म तापमान से कीड़ों की संख्या बढ़ जाती है, और वे पौधों का रस चूसते हैं।",
            "क्या_करें": "नीम के तेल का पानी में घोल बनाकर शाम को पत्तियों पर स्प्रे करें। अगर कीड़े ज़्यादा हों तो हल्की जैविक कीटनाशक का इस्तेमाल करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "पत्तियों पर सफेद पाउडर जैसे धब्बे या पीले निशान दिखते हैं, और पत्तियां सूखने लगती हैं।",
            "क्यों_हुआ": "ज़्यादा नमी, खराब हवा और पौधों के बीच कम जगह होने से फफूंद जल्दी फैलती है।",
            "क्या_ करें": "पौधों के बीच सही दूरी रखें ताकि हवा अच्छे से लगे। जैविक फफूंदनाशक का छिड़काव करें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "पौधे पर फूल तो बहुत आते हैं, पर फल नहीं बनते या छोटे फल गिर जाते हैं।",
            "क्यों_हुआ": "परागण (pollination) ठीक से न होने, मौसम में बदलाव या पौधों में पोषण की कमी के कारण ऐसा होता है।",
            "क्या_करें": "सुबह के समय हाथ से परागण करें (नर फूल से पराग लेकर मादा फूल पर लगाएं)। पौधों को सही मात्रा में खाद और पानी दें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पत्तियां मुरझा जाती हैं, पीली पड़ जाती हैं या जड़ें गलने लगती हैं।",
            "क्यों_हुआ": "मिट्टी में पानी की कमी होने या बहुत ज़्यादा पानी देने से जड़ें सांस नहीं ले पातीं और सड़ जाती हैं।",
            "क्या_करें": "मिट्टी को हमेशा नम रखें, पर पानी जमा न होने दें। सुबह या शाम को जरूरत के हिसाब से पानी दें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "पौधे कमजोर दिखते हैं, पत्तियां हल्की पीली या हरे रंग की दिखती हैं, और फल छोटे रह जाते हैं।",
            "क्यों_हुआ": "मिट्टी में कद्दू के बढ़ने के लिए जरूरी पोषक तत्व (जैसे नाइट्रोजन, फास्फोरस, पोटेशियम) की कमी होती है।",
            "क्या_करें": "बुवाई से पहले मिट्टी में अच्छी तरह सड़ी हुई गोबर की खाद या कंपोस्ट खाद मिलाएं। जरूरत पड़ने पर जैविक तरल खाद दें।"
        }
    },
    "कमाई_और_बाजार": {
        "कद्दू_की_खेती_से_कमाई": {
            "जानकारी": "यह जानकारी अनुमानित है और स्थान, मौसम, किस्म और बाजार भाव के आधार पर बदल सकती है।",
            "कुल_खर्च": {
                "शीर्षक": "प्रति बीघा कुल खर्च",
                "विवरण": "खेत की तैयारी से लेकर कटाई तक का औसत खर्च",
                "मदें": [
                    {
                        "नाम": "अच्छी क्वालिटी के बीज",
                        "खर्च": "₹500 - ₹1,000"
                    },
                    {
                        "नाम": "खेत की जुताई और तैयारी",
                        "खर्च": "₹1,000 - ₹2,000"
                    },
                    {
                        "नाम": "खाद और उर्वरक (जैविक/रासायनिक)",
                        "खर्च": "₹2,000 - ₹4,000"
                    },
                    {
                        "नाम": "मजदूरी (बुवाई, निराई-गुड़ाई, कटाई)",
                        "खर्च": "₹4,000 - ₹8,000"
                    },
                    {
                        "नाम": "सिंचाई",
                        "खर्च": "₹1,000 - ₹2,000"
                    },
                    {
                        "नाम": "कीटनाशक/रोग नियंत्रण",
                        "खर्च": "₹500 - ₹1,500"
                    }
                ],
                "कुल_अनुमानित_खर्च_प्रति_बीघा": "₹9,000 - ₹18,500",
                "सरल_अनुमान": "औसतन ₹12,000 - ₹18,000 प्रति बीघा"
            },
            "कुल_उपज": {
                "शीर्षक": "प्रति बीघा कुल उपज",
                "विवरण": "अच्छी देखभाल और सही किस्म के साथ",
                "अनुमानित_उपज_किलो_में": "8,000 किलो - 15,000 किलो",
                "अनुमानित_उपज_क्विंटल_में": "80 क्विंटल - 150 क्विंटल"
            },
            "बाजार_भाव": {
                "शीर्षक": "औसत बाजार भाव",
                "विवरण": "थोक मंडी का औसत भाव (मौसम और स्थान के अनुसार बदलता है)",
                "औसत_भाव_प्रति_किलो": "₹5 - ₹12 प्रति किलो",
                "अधिकतम_भाव_त्योहारों_में": "₹15 - ₹20 प्रति किलो तक जा सकता है"
            },
            "कुल_कमाई": {
                "शीर्षक": "खर्च घटाकर बचत (शुद्ध मुनाफा)",
                "विवरण": "कुल आय में से कुल खर्च घटाने के बाद",
                "कुल_आय_का_अनुमान": "यदि 10,000 किलो उपज हो और औसत भाव ₹8/किलो मिले, तो कुल आय = ₹80,000",
                "कुल_शुद्ध_कमाई_अनुमान": "₹60,000 - ₹1,00,000 प्रति बीघा (यह उपज और भाव पर निर्भर करेगा)"
            },
            "कहाँ_बेचें": {
                "शीर्षक": "कद्दू कहाँ बेचें",
                "विकल्प": [
                    {
                        "नाम": "स्थानीय कृषि मंडी",
                        "लाभ": "सबसे आसान तरीका, थोक में बिक जाता है।",
                        "नुकसान": "भाव थोड़ा कम मिल सकता है।"
                    },
                    {
                        "नाम": "स्थानीय व्यापारी/ठेकेदार",
                        "लाभ": "खेत से सीधे उठा लेते हैं, परिवहन का खर्च बचता है।",
                        "नुकसान": "मंडी से भी कम भाव मिलता है।"
                    },
                    {
                        "नाम": "सीधे सब्जी की दुकान/होटल/रेस्तरां",
                        "लाभ": "थोड़ा बेहतर भाव मिल सकता है, बिचौलियों का खर्च कम होता है।",
                        "नुकसान": "थोड़ी ज़्यादा मेहनत और परिवहन की ज़रूरत।"
                    },
                    {
                        "नाम": "सीधे उपभोक्ता को (अपनी दुकान/रेहड़ी पर)",
                        "लाभ": "सबसे अच्छा भाव (खुद्रा दर) मिलता है।",
                        "नुकसान": "सबसे ज़्यादा मेहनत और समय लगता है, बिक्री सीमित हो सकती है।"
                    }
                ]
            },
            "ज़्यादा_कमाई_के_लिए": {
                "शीर्षक": "ज्यादा कमाई के लिए खास टिप्स",
                "टिप्स": [
                    "सही किस्म का चुनाव करें जो आपके इलाके की जलवायु के अनुकूल हो और अधिक उपज दे।",
                    "समय पर बुवाई करें ताकि आपकी फसल बाजार में सही समय पर आए जब मांग ज्यादा हो।",
                    "जैविक और रासायनिक खादों का सही मात्रा में प्रयोग करें ताकि मिट्टी की उर्वरता बनी रहे।",
                    "कीटों और बीमारियों पर समय रहते नियंत्रण करें ताकि फसल को नुकसान न हो।",
                    "पानी का सही प्रबंधन करें, खासकर सूखे के समय। ड्रिप सिंचाई जैसी तकनीक का इस्तेमाल करें।",
                    "अपनी फसल को सीधे ग्राहक तक पहुंचाने की कोशिश करें, जिससे आपको बेहतर दाम मिल सके।",
                    "कद्दू के साथ कुछ और फसलें (जैसे मूली, धनिया) भी लगा सकते हैं, जिससे अतिरिक्त आय हो सकती है।"
                ]
            }
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "उपजाऊ और अच्छी जल निकासी वाली मिट्टी चुनें, जिसमें कार्बनिक पदार्थ भरपूर हों।",
        "टिप_2": "बुवाई का सही समय चुनें, आमतौर पर फरवरी-मार्च या जून-जुलाई में।",
        "टिप_3": "अपनी जलवायु और बाजार की मांग के अनुसार सही और उन्नत किस्म का चुनाव करें।",
        "टिप_4": "पौधों को नियमित रूप से और गहराई तक पानी दें, खासकर फूल और फल आने के समय।",
        "टिप_5": "सही मात्रा में जैविक खाद और संतुलित उर्वरकों का प्रयोग करें।",
        "टिप_6": "कीटों और बीमारियों पर लगातार नज़र रखें और समय पर उनका नियंत्रण करें।",
        "टिप_7": "बेलों को फैलने के लिए पर्याप्त जगह दें या सहारा प्रदान करें।"
    }
}