{
    "सरल_परिचय": "राम-राम किसान भाइयों! कपास जिसे 'सफेद सोना' भी कहते हैं, हमारे देश की बहुत पुरानी और खास फसल है. इसके पौधों से हमें नरम रुई मिलती है, जिससे हमारे पहनने के कपड़े, तौलिए और चादरें बनती हैं. इसे उगाकर आप अच्छी कमाई कर सकते हैं और देश के कपड़े उद्योग को भी सहारा देते हैं.",
    "कब_लगाएं": "कपास लगाने का सबसे अच्छा समय अप्रैल से जुलाई के महीने के बीच होता है. अगर आपके पास पानी का इंतजाम है, तो आप अप्रैल-मई में लगा सकते हैं. जो किसान बारिश पर निर्भर हैं, वे पहली अच्छी मॉनसून की बारिश के बाद जून-जुलाई में बीज डालें. इसे उगने के लिए खूब गर्म मौसम और अच्छी धूप चाहिए.",
    "कैसे_lagaen": {
        "खेत_तैयार_करें": "पहले खेत की अच्छे से जुताई करें ताकि मिट्टी नरम हो जाए. बड़े-बड़े ढेले न रहें.",
        "बीज_का_चुनाव": "अच्छी और भरोसेमंद दुकान से बढ़िया किस्म के बीज खरीदें, जैसे 'बीटी कपास' (BT Cotton). इससे फसल अच्छी होती है और कीड़े कम लगते हैं.",
        "बीज_कैसे_बोएं": [
            "खेत में सीधी लाइनें (कतारें) बनाएं.",
            "एक पौधे से दूसरे पौधे की दूरी लगभग 1 से 1.5 फुट (एक हाथ की दूरी) रखें.",
            "एक लाइन से दूसरी लाइन की दूरी 3 से 4 फुट (डेढ़ डंडे की दूरी) रखें.",
            "बीज को जमीन में करीब 1.5 से 2 इंच (एक उंगली के बराबर) गहरा बोएं और ऊपर से मिट्टी से हल्के से ढक दें."
        ]
    },
    "पानी_कब_दें": {
        "पहला_पानी": "बीज बोने के तुरंत बाद हल्का पानी दें ताकि बीज अच्छे से जम जाए.",
        "बाद_में_पानी": "जब जमीन सूखने लगे तब पानी दें. ज्यादा पानी न दें, वरना पौधा गल सकता है.",
        "खास_समय": "जब पौधों पर फूल आने लगें और बाद में फल (कपास के ढेले) बनने लगें, तब पानी की बहुत जरूरत होती है. इस समय खेत को कभी सूखने न दें. बारिश अच्छी हो तो कम पानी देना पड़ेगा."
    },
    "खाद_कब_दें": {
        "खेत_की_तैयारी_में": "बुवाई से पहले खेत में गोबर की खाद या केंचुआ खाद (वर्मीकम्पोस्ट) जरूर डालें. यह मिट्टी को ताकत देती है.",
        "बुवाई_के_समय": "डीएपी (DAP) खाद थोड़ी-थोड़ी हर बीज के पास डालें. यह जड़ों को मजबूत करती है.",
        "पौधा_बड़ा_होने_पर": "जब पौधा करीब 1.5 से 2 फुट (आपकी कमर तक) का हो जाए और फूल आने से पहले, यूरिया (Urea) खाद डालें. यह पौधे को हरा-भरा और मजबूत बनाती है.",
        "अतिरिक्त_जानकारी": "जरूरत लगे तो अपने कृषि विभाग के डॉक्टर या सलाह देने वाले से पूछकर और खाद डाल सकते हैं."
    },
    "फसल_कब_तैयार": {
        "समय_अवधि": "कपास की फसल तैयार होने में लगभग 5 से 6 महीने लगते हैं.",
        "पहचान_कैसे_करें": "जब कपास के ढेले (फल) फट जाएं और अंदर से सफेद रुई बाहर दिखने लगे, तो समझो फसल चुनने के लिए तैयार है.",
        "चुनने_का_तरीका": "एक ही बार में सारी फसल तैयार नहीं होती, आपको कई बार खेत में जाकर हाथ से रुई चुननी पड़ेगी. ध्यान रखें कि रुई साफ-सुथरी चुनें."
    },
    "आम_समस्याएं": [
        {
            "समस्या": "कीड़े लगना (जैसे गुलाबी सुंडी या सफेद मक्खी)",
            "पहचान": "पत्ते पीले पड़ना, उनमें छेद दिखना, या पौधों पर छोटे-छोटे कीड़े रेंगते दिखना.",
            "समाधान": "अपने कृषि सलाहकार से पूछकर सही कीटनाशक दवा का छिड़काव करें. हर हफ्ते खेत में जाकर पौधों को ध्यान से देखते रहें."
        },
        {
            "समस्या": "खरपतवार (खेत में अनचाहे पौधे उगना)",
            "पहचान": "फसल के साथ दूसरे पौधे उगना जो आपकी फसल का पानी और खाद खा जाते हैं.",
            "समाधान": "समय-समय पर निराई-गुड़ाई करें (हाथ से खरपतवार निकालें) या खरपतवार नाशक दवा का छिड़काव करें. मिट्टी पलटने से भी खरपतवार कम होते हैं."
        },
        {
            "समस्या": "पौधों में रोग लगना (जैसे पत्ते मुड़ना या गलना)",
            "पहचान": "पौधों के पत्ते मुड़ जाएं, पीले पड़ें, या पौधे नीचे से गलने लगें.",
            "समाधान": "हमेशा अच्छे और रोग-मुक्त बीज इस्तेमाल करें. खेत में पानी ज्यादा जमा न होने दें. अगर बीमारी बढ़ जाए तो कृषि विशेषज्ञ से पूछकर रोगनाशक दवा का इस्तेमाल करें."
        }
    ],
    "कमाई_कितनी": {
        "नोट": "यह सिर्फ एक अंदाज़ा है, असली कमाई आपके खेत, आपकी मेहनत और बाजार में रुई के भाव पर निर्भर करती है.",
        "खर्च_प्रति_बीघा_अंदाज़ा": {
            "शीर्षक": "एक बीघा खेत के लिए मोटा-मोटी खर्च का अंदाज़ा:",
            "मद_1": "बीज, खाद, दवाई: ₹4,000 से ₹6,000",
            "मद_2": "खेत की जुताई, बुवाई, निराई-गुड़ाई, पानी: ₹3,000 से ₹5,000",
            "मद_3": "रुई चुनने की मजदूरी: ₹2,000 से ₹4,000",
            "कुल_खर्च": "**कुल खर्च:** लगभग ₹9,000 से ₹15,000 प्रति बीघा"
        },
        "कमाई_प्रति_बीघा_अंदाज़ा": {
            "शीर्षक": "एक बीघा खेत से मोटा-मोटी कमाई का अंदाज़ा:",
            "उपज": "अगर फसल अच्छी हुई तो एक बीघा से 4 से 6 क्विंटल रुई मिल सकती है.",
            "बाजार_भाव": "बाजार भाव ₹6,000 से ₹8,000 प्रति क्विंटल मानकर चलें.",
            "कुल_कमाई": "**कुल कमाई:** ₹24,000 से ₹48,000 तक (यह भाव के हिसाब से कम या ज्यादा हो सकता है)"
        },
        "मुनाफा": "**मुनाफा:** ऊपर लिखे खर्च घटाने के बाद आपको ₹10,000 से ₹30,000 या इससे ज्यादा भी बच सकते हैं, अगर फसल और बाजार दोनों अच्छे रहें."
    },
    "फसल_का_नाम": "कपास",
    "परिचय": "कपास (Cotton), जिसे 'सफेद सोना' भी कहा जाता है, भारत में पाँच हजार से अधिक वर्षों से उगाया जा रहा है. यह 'गॉसिपियम' (Gossypium) प्रजाति के पौधे के बीजों के चारों ओर उगने वाला एक नरम रेशा है. यह दुनिया में सबसे व्यापक रूप से इस्तेमाल किया जाने वाला प्राकृतिक फाइबर है, जिसका उपयोग कपड़ा उद्योग, चादरें, तौलिये और डेनिम बनाने में होता है. भारत में कपास की अर्थव्यवस्था का इतना महत्व है कि महात्मा गांधी ने अपने स्वतंत्रता आंदोलन को कपास की अर्थव्यवस्था पर आधारित किया था.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत को तीन प्रमुख कपास उत्पादक क्षेत्रों में बांटा गया है: उत्तरी क्षेत्र (पंजाब, हरियाणा, राजस्थान), मध्य क्षेत्र (गुजरात, महाराष्ट्र, मध्य प्रदेश), और दक्षिणी क्षेत्र (आंध्र प्रदेश, कर्नाटक, तमिलनाडु). भारत कपास के तहत दुनिया में सबसे बड़े क्षेत्र में से एक है, लेकिन उत्पादकता विश्व औसत से कम है.",
        "जलवायु": "कपास एक उष्णकटिबंधीय और उपोष्णकटिबंधीय पौधा है, जिसे बढ़ने के लिए गर्म और आर्द्र जलवायु की आवश्यकता होती है. यह वर्षा-आधारित और सिंचित दोनों स्थितियों में उगाया जाता है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न क्षेत्रों के लिए कई व्यावसायिक किस्में और संकर (hybrids) विकसित किए गए हैं, जिनमें बीटी कपास (Bt Cotton) भी शामिल है, जो बॉलवर्म कीट के प्रतिरोधी है.",
        "उत्तरी क्षेत्र की किस्में": "पंजाब में एफ-286, एलएच-900; हरियाणा में एच-777, धनलक्ष्मी हाइब्रिड; और राजस्थान में आरजी-8, मरूविकास (RAJHH-16) हाइब्रिड लोकप्रिय हैं.",
        "मध्य क्षेत्र की किस्में": "मध्य प्रदेश में खंडवा-3, जेकेएचवाई-1 हाइब्रिड; महाराष्ट्र में एलआरए-5166, पीकेवीएचवाई-2 हाइब्रिड; और गुजरात में जी-सीओटी-12, एच-6 हाइब्रिड उगाए जाते हैं.",
        "दक्षिणी क्षेत्र की किस्में": "आंध्र प्रदेश में बनी (Bunny), महानंदी; कर्नाटक में शारदा, डीसीएच-32 हाइब्रिड; और तमिलनाडु में एमसीयू-5, सुरभि और सविता हाइब्रिड प्रमुख किस्में हैं."
    },
    "कटाई की प्रक्रिया": {
        "तुड़ाई का समय और तरीका": "कपास की तुड़ाई केवल पूरी तरह से खिले हुए डोडे (bolls) से ही करनी चाहिए. अधखिले डोडों को तोड़ने से बचना चाहिए क्योंकि इससे रेशे की गुणवत्ता कम हो जाती है. तुड़ाई सुबह और शाम के समय करनी चाहिए, क्योंकि दोपहर की तेज धूप और गीले मौसम में तुड़ाई करने से कपास में सूखे पत्ते और गंदगी मिलने की संभावना रहती है.",
        "कटाई के बाद की देखभाल": "अंतिम तुड़ाई से प्राप्त कपास को अलग से रखना चाहिए क्योंकि इसकी गुणवत्ता आमतौर पर कम होती है. तुड़ाई के बाद कपास को सीधे जमीन पर रखने के बजाय किसी कपड़े या टाट पर रखकर छाया में सुखाना चाहिए. तेज धूप से रेशे पीले पड़ सकते हैं."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख कीट": "कपास की फसल को बॉलवर्म (Bollworm) कॉम्प्लेक्स से सबसे अधिक नुकसान होता है. अमेरिकन बॉलवर्म और गुलाबी बॉलवर्म (Pink Bollworm) प्रमुख हैं. इसके अलावा, सफेद मक्खी (Whitefly), एफिड्स (Aphids) और जैसिड्स (Jassids) जैसे रस चूसने वाले कीट भी फसल को नुकसान पहुंचाते हैं.",
        "प्रमुख रोग": "कपास में लगने वाले प्रमुख रोगों में अल्टरनेरिया पत्ती धब्बा रोग (Alternaria Leaf Spot), जीवाणु झुलसा (Bacterial Blight), और फ्यूजेरियम बोल रॉट (Fusarium Boll Rot) शामिल हैं. इन रोगों से पत्तियों और डोडों को नुकसान पहुंचता है, जिससे रेशे का रंग खराब हो जाता है और उपज घट जाती है.",
        "नियंत्रण के उपाय": "कीटों के नियंत्रण के लिए बीटी कपास जैसी प्रतिरोधी किस्मों का उपयोग, फेरोमोन ट्रैप लगाना और आवश्यकतानुसार कीटनाशकों का छिड़काव करना शामिल है. रोगों से बचाव के लिए रोग प्रतिरोधी किस्मों का चयन, बीज उपचार और फफूंदनाशकों का छिड़काव प्रभावी होता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "कपास का ग्रेड उसकी सफेदी, चमक, रेशे की महीनता, नमी और कचरे की मात्रा जैसे भौतिक गुणों पर निर्भर करता है. बाजार में सही मूल्य प्राप्त करने के लिए ग्रेडिंग आवश्यक है. इसमें रेशे की लंबाई (staple length) और ओटाई प्रतिशत (ginning percentage) का भी मूल्यांकन किया जाता है.",
        "पैकेजिंग (Packaging)": "ओटाई के बाद, कपास को गांठों (bales) में पैक किया जाता है. गांठों को नमी, गंदगी और रेशे के नुकसान से बचाने के लिए जूट, सूती या प्लास्टिक के कपड़े में पूरी तरह से लपेटा जाता है.",
        "भंडारण (Storage)": "कपास को आमतौर पर एक वर्ष से अधिक समय तक संग्रहीत नहीं किया जाता है, क्योंकि नमी और तापमान के कारण इसकी गुणवत्ता में गिरावट आ सकती है. भंडारण के लिए जिनिंग फैक्ट्रियों में पक्के फर्श और दीवारों वाले गोदामों का उपयोग किया जाता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "लगभग 80% कपास निजी चैनलों के माध्यम से और 20% संस्थागत चैनलों जैसे सहकारी समितियों और भारतीय कपास निगम (CCI) के माध्यम से बेचा जाता है. सबसे आम चैनल है: किसान → गाँव का व्यापारी → थोक विक्रेता (मंडी में) → जिनिंग मिल → उपभोक्ता. भारतीय कपास निगम भी किसानों से सीधे खरीद करता है.",
        "प्रमुख बाजार": "देश के प्रमुख कपास उत्पादक राज्यों में महत्वपूर्ण संयोजन बाजार हैं, जैसे गुंतूर (आंध्र प्रदेश), राजकोट (गुजरात), हिसार (हरियाणा), नागपुर (महाराष्ट्र), और बठिंडा (पंजाब).",
        "वैकल्पिक विपणन": "किसानों को बेहतर मूल्य दिलाने के लिए सीधे विपणन (Direct Marketing), अनुबंध खेती (Contract Farming) और सहकारी विपणन (Cooperative Marketing) जैसे वैकल्पिक प्रणालियों को बढ़ावा दिया जा रहा है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "खेत की साफ-सफाई करें और अगली फसल के लिए तैयार करें।",
        "फरवरी": "खेत को खाली छोड़ें या हरी खाद लगाएं ताकि मिट्टी की ताकत बढ़े।",
        "मार्च": "गहरी जुताई करें और खेत को धूप लगने दें, मिट्टी की जांच करवाएं।",
        "अप्रैल": "खाद डालकर खेत तैयार करें और बुवाई की योजना बनाएं।",
        "मई": "सही समय पर अच्छे बीज की बुवाई करें और पहली सिंचाई करें।",
        "जून": "उगते पौधों की देखभाल करें और खरपतवार निकालें।",
        "जुलाई": "पौधों को बढ़ने में मदद करें, खरपतवार निकालें और कीट-रोग पर नज़र रखें।",
        "अगस्त": "जब फूल आएं, तब कीटों से बचाव करें और पौधों को सहारा दें।",
        "सितंबर": "डोडे बनने पर पानी का ध्यान रखें और कीटों से सुरक्षा करते रहें।",
        "अक्टूबर": "डोडे फटने लगें तो पहली चुनाई की तैयारी करें।",
        "नवंबर": "मुख्य चुनाई का काम ध्यान से करें, सुबह ओस सूखने पर कपास चुनें।",
        "दिसंबर": "बची हुई कपास की चुनाई करें और खेत को साफ करें।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "कपास के फूलों और डोडियों (कच्चे फल) में कीड़ा लग जाता है, जिससे वे सड़ जाते हैं या समय से पहले खुलते नहीं।",
            "क्यों_हुआ": "गुलाबी सुंडी नाम का कीट कपास के अंदर अंडे देता है और उसकी इल्लियाँ (लार्वा) अंदर से खाती हैं।",
            "क्या_करें": "1. सही समय पर गुलाबी सुंडी के लिए बताए गए कीटनाशक का छिड़काव करें।\n2. फेरोमोन ट्रैप (गंध वाले जाल) लगाकर नर कीटों को पकड़ें।\n3. खेत की सफाई रखें और पिछली फसल के अवशेषों को हटा दें ताकि कीट छिप न सकें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "कपास की पत्तियों पर छोटे सफेद रंग के कीट दिखते हैं, पत्तियां पीली पड़ जाती हैं और चिपचिपी हो जाती हैं।",
            "क्यों_हुआ": "सफेद मक्खी नामक कीट पौधों का रस चूसती है और साथ ही पत्ता मरोड़ जैसे वायरस भी फैलाती है।",
            "क्या_करें": "1. नीम आधारित कीटनाशकों का छिड़काव करें ताकि कीट मर जाएं।\n2. खेत में पीले चिपचिपे जाल (येलो स्टिकी ट्रैप) लगाएं ताकि मक्खियां उनमें फंस जाएं।\n3. रोग प्रतिरोधी किस्मों का चुनाव करें और शुरू में ही नियंत्रण के लिए सही दवा का इस्तेमाल करें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "कपास की पत्तियां मुड़कर कप जैसी बन जाती हैं, मोटी हो जाती हैं और पौधे का बढ़ना रुक जाता है।",
            "क्यों_हुआ": "यह एक वायरस है जिसे 'कॉटन लीफ कर्ल वायरस' कहते हैं, और यह सफेद मक्खी द्वारा एक पौधे से दूसरे पौधे में फैलता है।",
            "क्या_करें": "1. रोग प्रतिरोधी किस्मों का चुनाव करें जो इस वायरस से प्रभावित न हों।\n2. सफेद मक्खी को नियंत्रित करें क्योंकि वही वायरस फैलाने का काम करती है।\n3. संक्रमित पौधों को खेत से तुरंत हटाकर जला दें या मिट्टी में दबा दें ताकि रोग फैले नहीं।"
        },
        "समस्या_4": {
            "क्या_हुआ": "कपास की पत्तियां पीली पड़ जाती हैं, पौधे कमजोर दिखते हैं और फूलों/डोडियों की संख्या कम हो जाती है।",
            "क्यों_हुआ": "मिट्टी में नाइट्रोजन, फास्फोरस, पोटाश या सूक्ष्म पोषक तत्वों (जैसे जिंक, बोरॉन) की कमी होती है।",
            "क्या_करें": "1. सबसे पहले मिट्टी की जांच करवाएं ताकि सही कमी का पता चले।\n2. जांच के आधार पर, जिस पोषक तत्व की कमी हो, उसकी खाद या सूक्ष्म पोषक तत्वों का छिड़काव करें।\n3. बुवाई से पहले और बाद में संतुलित मात्रा में रासायनिक और जैविक खाद का प्रयोग करें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "फसल के साथ अनावश्यक पौधे (खरपतवार) उग आते हैं, जो पानी, धूप और पोषक तत्वों के लिए कपास से प्रतिस्पर्धा करते हैं।",
            "क्यों_हुआ": "खरपतवार के बीज मिट्टी में पहले से मौजूद होते हैं और उन्हें उगने के लिए अनुकूल परिस्थितियां मिल जाती हैं।",
            "क्या_ करें": "1. बुवाई के बाद या पहले सही खरपतवारनाशक (Herbicide) का छिड़काव करें।\n2. हाथ से निराई-गुड़ाई करके खरपतवारों को निकालें ताकि खेत साफ रहे।\n3. कतारों में बुवाई करें ताकि निराई-गुड़ाई करना आसान हो जाए।"
        }
    },
    "कमाई_और_बाजार": {
        "कपास_की_खेती_से_कमाई": {
            "कुल_खर्च": {
                "प्रति_बीघा_अनुमानित_खर्च": "₹18,000 से ₹22,000",
                "विवरण": [
                    {
                        "मद": "बीज (अच्छी किस्म के)",
                        "खर्च": "₹800 - ₹1200"
                    },
                    {
                        "मद": "खेत की तैयारी (जुताई, बखरनी)",
                        "खर्च": "₹1000 - ₹1500"
                    },
                    {
                        "मद": "खाद (यूरिया, डीएपी, पोटाश)",
                        "खर्च": "₹2500 - ₹3500"
                    },
                    {
                        "मद": "कीटनाशक और खरपतवारनाशक (दवाएँ)",
                        "खर्च": "₹3000 - ₹5000"
                    },
                    {
                        "मद": "मजदूरी (बुवाई, निराई-गुड़ाई, छिड़काव)",
                        "खर्च": "₹3000 - ₹4500"
                    },
                    {
                        "मजदूरी": "कपास की चुनाई (हार्वेस्टिंग) - यह उपज पर निर्भर करती है",
                        "खर्च": "₹2500 - ₹6000"
                    },
                    {
                        "मद": "सिंचाई (पानी का खर्च)",
                        "खर्च": "₹1000 - ₹2000"
                    },
                    {
                        "मद": "अन्य छोटे-मोटे खर्च",
                        "खर्च": "₹500 - ₹1000"
                    }
                ]
            },
            "कुल_उपज": {
                "प्रति_बीघा_अनुमानित_उपज": "5 से 8 क्विंटल (500 से 800 किलोग्राम)",
                "टिप्पणी": "यह मिट्टी की उर्वरता, सिंचाई और खेती के तरीकों पर निर्भर करता है।"
            },
            "बाजार_भाव": {
                "औसत_भाव_प्रति_क्विंटल": "₹6,500 से ₹8,000",
                "टिप्पणी": "बाजार भाव मांग और आपूर्ति के आधार पर बदलते रहते हैं, न्यूनतम समर्थन मूल्य (MSP) भी होता है।"
            },
            "कुल_कमाई": {
                "प्रति_बीघा_अनुमानित_शुद्ध_बचत": "₹15,000 से ₹35,000",
                "गणना_उदाहरण": {
                    "औसत_उपज": "6.5 क्विंटल",
                    "औसत_भाव": "₹7,000 प्रति क्विंटल",
                    "कुल_बिक्री_मूल्य": "6.5 क्विंटल * ₹7,000 = ₹45,500",
                    "औसत_कुल_खर्च": "₹20,000",
                    "शुद्ध_बचत": "₹45,500 - ₹20,000 = ₹25,500"
                },
                "निष्कर्ष": "यह एक अनुमान है, जो खर्च और उपज की भिन्नता के कारण बदल सकता है।"
            },
            "कहाँ_बेचें": [
                "स्थानीय कृषि उपज मंडी (APMC): यहाँ प्रतिस्पर्धा होती है और सही दाम मिलने की उम्मीद होती है।",
                "सरकारी खरीद केंद्र: सरकार द्वारा तय न्यूनतम समर्थन मूल्य (MSP) पर बेचने के लिए।",
                "स्थानीय व्यापारी या आढ़ती: तुरंत बिक्री के लिए आसान, लेकिन भाव थोड़ा कम मिल सकता है।",
                "सीधे जिनिंग मिल को: यदि आपकी उपज अधिक है, तो सीधे मिलों से संपर्क करके बेहतर दाम मिल सकते हैं।"
            ],
            "ज़्यादा_कमाई_के_लिए_टिप्स": [
                "अच्छी गुणवत्ता वाले बीजों का चुनाव करें, जो अधिक उपज देने वाले और कीट प्रतिरोधी हों।",
                "मिट्टी की जांच कराकर संतुलित खाद और उर्वरकों का प्रयोग करें।",
                "वैज्ञानिक तरीके से खेती करें, जिसमें सही समय पर बुवाई, निराई-गुड़ाई और कीट नियंत्रण शामिल हो।",
                "पानी का सही प्रबंधन करें, ड्रिप सिंचाई जैसी तकनीकों का उपयोग कर सकते हैं।",
                "कपास की चुनाई साफ-सुथरी करें और उसे नमी से बचाकर रखें, अच्छी गुणवत्ता का बेहतर दाम मिलता है।",
                "बाजार भाव पर नज़र रखें और सही समय पर बेचें। यदि संभव हो तो कुछ समय के लिए भंडारण करें जब तक भाव अच्छे न हों।",
                "सरकारी योजनाओं और सब्सिडी का लाभ उठाएँ।"
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "हमेशा प्रमाणित, उच्च गुणवत्ता वाले और रोग-प्रतिरोधी किस्मों के बीज चुनें।",
        "टिप_2": "गहरी जुताई करें और मिट्टी परीक्षण के आधार पर खेत को भुरभुरा और समतल बनाएं।",
        "टिप_3": "अपने क्षेत्र के लिए निर्धारित सही बुवाई के समय पर ही कपास लगाएं।",
        "टिप_4": "मिट्टी परीक्षण करवाकर संतुलित मात्रा में रासायनिक व जैविक खाद डालें।",
        "टिप_5": "आवश्यकतानुसार और क्रांतिक अवस्थाओं पर ही सिंचाई करें, जल जमाव से बचें।",
        "टिप_6": "फसल की प्रारंभिक अवस्था में खरपतवारों का समय पर नियंत्रण अवश्य करें।",
        "टिप_7": "नियमित निगरानी करें और एकीकृत कीट प्रबंधन (IPM) विधियों का उपयोग करें।"
    }
}