{
    "सरल_परिचय": "केला एक बहुत ही मीठा और बढ़िया फल है जिसे सब खाना पसंद करते हैं। इसे खाने से शरीर में ताकत आती है और यह हमें कई बीमारियों से बचाता है। इसकी खेती करके आप बहुत अच्छा पैसा कमा सकते हैं और अपनी ज़िंदगी बेहतर बना सकते हैं। हमारा देश भारत दुनिया में सबसे ज़्यादा केला उगाता है।",
    "कब_लगाएं": "नए केले के पौधे लगाने का सबसे बढ़िया समय जून और जुलाई का महीना होता है, जब बारिश शुरू हो जाती है। इस समय पौधे आसानी से लग जाते हैं और अच्छे बढ़ते हैं। आप फरवरी-मार्च में भी लगा सकते हैं, लेकिन तब पानी का थोड़ा ज़्यादा ध्यान रखना होगा।",
    "कैसे_lagaen": {
        "पौधा_कहां_से_मिलेगा": "केले के पौधे बीज से नहीं उगते। इसके लिए हमें केले के पुराने पेड़ के नीचे से निकलने वाले छोटे पौधे (जिन्हें 'गांठ' या 'पिली' भी कहते हैं) लगाने होते हैं। ये आपको किसी अच्छी नर्सरी (पौधों की दुकान) से या दूसरे किसान भाई से मिल जाएंगे।",
        "खेत_कैसे_तैयार_करें": "सबसे पहले अपने खेत को अच्छे से जोतकर मिट्टी को नरम कर लें।",
        "गड्ढे_खोदें": "लगभग 2 हाथ गहरा और 2 हाथ चौड़ा गड्ढा खोदें। एक पौधे से दूसरे पौधे के बीच कम से कम 6 से 8 हाथ की दूरी रखें। लाइनों के बीच भी इतनी ही दूरी रखें।",
        "पौधा_कैसे_लगाएं": "गड्ढे में थोड़ी सड़ी हुई गोबर की खाद और मिट्टी मिलाकर डालें। फिर पौधे की गांठ या छोटे पौधे को सीधा रखकर उसके चारों ओर मिट्टी डालकर हल्का दबा दें। पौधा लगाने के तुरंत बाद उसमें पानी ज़रूर दें।"
    },
    "पानी_कब_दें": "केले के पौधों को बहुत पानी की ज़रूरत होती है। गर्मियों के दिनों में हर 3 से 4 दिन में पानी देना चाहिए। सर्दियों में 7 से 8 दिन में एक बार पानी देना काफी होता है। मिट्टी को कभी सूखने न दें, लेकिन यह भी ध्यान रखें कि खेत में पानी रुके नहीं। बूंद-बूंद सिंचाई (ड्रिप) सबसे अच्छी होती है, इससे पानी भी बचता है।",
    "खाद_कब_दें": {
        "गोबर_की_खाद": "जब आप पौधा लगाएँ, तभी हर गड्ढे में 5 से 10 किलो अच्छी तरह सड़ी हुई गोबर की खाद डालें। साल में एक-दो बार और भी डाल सकते हैं।",
        "दुकान_वाली_खाद": "पौधा लगाने के लगभग 2 महीने बाद से थोड़ी-थोड़ी दुकान वाली खाद (जैसे यूरिया, डीएपी - ये बाजार में आसानी से मिलती हैं) देना शुरू करें। हर 2-3 महीने में थोड़ी खाद मिट्टी में मिलाकर या पानी में घोलकर दें। कितनी और कब दें, इसके लिए अपने गाँव के कृषि अधिकारी या खाद बेचने वाले से पूछें।"
    },
    "फसल_कब_तैयार": "केले के पौधे लगाने के लगभग 9 से 12 महीने (यानी करीब एक साल) बाद आपकी फसल काटने के लिए तैयार हो जाती है। जब केले का पूरा गुच्छा मोटा और भरा हुआ दिखने लगे, और हरे केले हल्के पीले रंग के होने लगें, तो समझ लें कि अब उसे काटने का समय आ गया है। पूरे गुच्छे को एक साथ ही काटा जाता है।",
    "आम_समस्याएं": [
        {
            "समस्या": "पत्तों पर धब्बे पड़ना (फंगस रोग)",
            "पहचान": "केले के पत्तों पर भूरे या काले रंग के धब्बे दिखते हैं। धीरे-धीरे पत्ते सूखने लगते हैं।",
            "उपाय": "जो पत्ते खराब हो गए हैं, उन्हें तोड़कर खेत से दूर जला दें। कृषि दुकान से पत्तों पर छिड़कने वाली दवा पूछकर सही मात्रा में इस्तेमाल करें।"
        },
        {
            "समस्या": "तने में कीड़े लगना",
            "पहचान": "कीड़े केले के तने में छेद करके अंदर घुस जाते हैं। इससे पौधा कमजोर होकर गिर भी सकता है।",
            "उपाय": "तने के आसपास की जगह को हमेशा साफ रखें। अगर छेद दिखें, तो कृषि दवा को छेद में डालें या मिट्टी में मिलाकर डालें।"
        },
        {
            "समस्या": "पानी की कमी या ज़्यादा पानी",
            "पहचान": "अगर खेत में ज़्यादा पानी भरा रहेगा तो जड़ें गल जाएंगी और पौधा पीला पड़कर मर जाएगा। अगर पानी कम मिलेगा तो पत्ते सूखेंगे और फल छोटे रह जाएंगे।",
            "उपाय": "खेत में पानी जमा न होने दें। जरूरत के हिसाब से ही पानी दें – न बहुत ज़्यादा, न बहुत कम। मिट्टी को हमेशा नम रखें।"
        }
    ],
    "कमाई_कितनी": {
        "एक_बीघा_में_खर्च_अनुमानित": "केले की खेती में एक बीघा (आधा एकड़ से थोड़ा कम) में शुरुआत में लगभग 20,000 से 30,000 रुपये तक का खर्च आ सकता है। इसमें पौधे खरीदने, खाद, पानी और मजदूरों का खर्च शामिल है।",
        "एक_बीघा_में_कमाई_अनुमानित": "अगर आपकी फसल अच्छी हो और बाजार में केले का दाम अच्छा मिले, तो एक बीघा खेत से सालाना 70,000 से 1,20,000 रुपये या इससे भी ज़्यादा की कमाई हो सकती है। यह बाज़ार के उतार-चढ़ाव और आपकी फसल की गुणवत्ता पर निर्भर करता है। पहले साल में खर्च निकलने के कारण कमाई थोड़ी कम हो सकती है।"
    },
    "फसल_का_नाम": "केला",
    "परिचय": "केला (Banana) दुनिया भर में सबसे लोकप्रिय ताजे फलों में से एक है. इसका नाम अरबी शब्द 'बनान' से आया है, जिसका अर्थ है 'उंगली'. इसका वैज्ञानिक नाम मूसा एक्यूमिनाटा (Musa acuminata) और मूसा बाल्बिसियाना (Musa balbisiana) है. यह कार्बोहाइड्रेट, पोटेशियम और विटामिन बी6 का एक समृद्ध स्रोत है, जिस कारण यह एथलीटों की पहली पसंद है. भारत दुनिया का सबसे बड़ा केला उत्पादक है और यह देश की कृषि जीडीपी में महत्वपूर्ण योगदान देता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "केले की खेती 150 से अधिक देशों में की जाती है. भारत वैश्विक उत्पादन में लगभग 29.19% का योगदान देता है. भारत में प्रमुख केला उत्पादक राज्य तमिलनाडु, महाराष्ट्र, गुजरात, आंध्र प्रदेश और कर्नाटक हैं.",
        "जलवायु और मौसम": "केला एक बारहमासी फसल है जिसकी कटाई पूरे साल की जा सकती है. यह तेजी से बढ़ता है और रोपण के एक साल से भी कम समय में फसल के लिए तैयार हो जाता है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में व्यावसायिक रूप से केले की कई किस्में उगाई जाती हैं, जिन्हें मुख्य रूप से खाने योग्य और सब्जी (cooking) प्रकारों में वर्गीकृत किया गया है.",
        "प्रमुख किस्में": "ड्वार्फ कैवेंडिश, रोबस्टा, पूवन, नेन्द्रन (केरल की प्रमुख किस्म), लाल केला और ग्रैंड नैन भारत की कुछ महत्वपूर्ण किस्में हैं. ग्रैंड नैन, जो एक विदेशी किस्म है, अपनी अच्छी गुणवत्ता और तनाव सहने की क्षमता के कारण बहुत लोकप्रिय हो रही है.",
        "क्षेत्रीय किस्में": "अलग-अलग राज्यों में विशेष किस्में उगाई जाती हैं, जैसे महाराष्ट्र में बसराई, गुजरात में हरीछाल, और असम में जहाजी और मालभोग."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "केले की फसल रोपण के 11-12 महीने बाद कटाई के लिए तैयार हो जाती है. फूल आने के 90-150 दिन बाद घौद (bunch) पक जाती है.",
        "परिपक्वता के संकेत": "फलों की परिपक्वता उनके आकार (मोटाई), कोणीयता और छिलके के रंग से जाँची जाती है. लंबी दूरी के बाजारों के लिए, केले को 75-80% परिपक्वता पर काटा जाता है जब छिलका अभी हरा होता है.",
        "कटाई की विधि": "घौद को तेज दरांती (sickle) से काटा जाता है, और यह ध्यान रखा जाता है कि वह जमीन पर न गिरे. घौद को गद्देदार सतह पर रखकर खेत से बाहर ले जाया जाता है ताकि फलों पर दाग या चोट न लगे."
    },
    "कटाई के बाद के रोग और प्रबंधन": {
        "एन्थ्रेक्नोज (Anthracnose)": "यह रोग 'कोलेटोट्राइकम म्यूसी' (Colletotrichum musae) कवक के कारण होता है. इसमें केले के छिलके पर छोटे, काले, धँसे हुए धब्बे बन जाते हैं. नियंत्रण के लिए कटाई के बाद फलों को कार्बेन्डाजिम जैसे फफूंदनाशक में डुबोया जाता है.",
        "क्राउन रॉट (Crown Rot)": "यह रोग गुच्छे (hand) के कटे हुए ऊपरी हिस्से (crown) पर होता है, जो काला पड़कर सड़ने लगता है. इसके नियंत्रण के लिए खेत की सफाई और फलों को सावधानी से तोड़ना आवश्यक है.",
        "सिगार-एंड रॉट (Cigar-end Rot)": "इस रोग में फल का सिरा सड़कर राख जैसा हो जाता है, जो जले हुए सिगार की तरह दिखता है. नियंत्रण के लिए फूल के गुच्छों को पॉलीथीन बैग से ढकना प्रभावी होता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "पकाना (Ripening)": "केला एक क्लाइमेक्टेरिक फल है, जिसे कच्चा तोड़ा जा सकता है और बाद में पकाया जा सकता है. एथिलीन गैस का उपयोग फलों को समान रूप से और जल्दी पकाने का सबसे अच्छा तरीका है.",
        "ग्रेडिंग (Grading)": "उत्पादक स्तर पर ग्रेडिंग बहुत कम होती है, आमतौर पर फलों को केवल आकार और रंग के आधार पर छाँटा जाता है. निर्यात के लिए, फलों को उनकी लंबाई और मोटाई के आधार पर ग्रेड किया जाता है.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए, केले के गुच्छों को केले के पत्तों में लपेटकर या बिना किसी विशेष पैकिंग के बेचा जाता है. निर्यात के लिए, उच्च गुणवत्ता वाले केलों को 13 किलोग्राम क्षमता वाले नालीदार फाइबर बोर्ड (CFB) के डिब्बों में पैक किया जाता है.",
        "भंडारण (Storage)": "निर्यात किए जाने वाले केलों को 13-15°C तापमान और 80-90% आर्द्रता वाले कोल्ड स्टोरेज में 20-25 दिनों तक रखा जा सकता है. पके हुए केलों को फ्रिज में रखने से वे 1-2 सप्ताह तक ताजे रहते हैं, हालांकि उनका छिलका काला पड़ जाता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "किसान अक्सर जोखिम से बचने के लिए अपनी फसल कटाई-पूर्व ठेकेदारों को बेच देते हैं. सबसे आम विपणन चैनल हैं: किसान → थोक विक्रेता → कमीशन एजेंट → खुदरा विक्रेता → उपभोक्ता.",
        "निर्यात": "भारत केले का एक प्रमुख निर्यातक है, जिसके मुख्य खरीदार संयुक्त अरब अमीरात, सऊदी अरब, ईरान और कुवैत जैसे देश हैं. ग्रैंड नैन किस्म अंतरराष्ट्रीय बाजारों में अच्छी तरह से स्वीकार की जाती है. महाराष्ट्र में केले के निर्यात को बढ़ावा देने के लिए एक कृषि-निर्यात क्षेत्र (Agri-Export Zone) स्थापित किया गया है.",
        "मूल्य संवर्धन (Value Addition)": "ताजा खाने के अलावा, केले को चिप्स, आटा, जैम, जेली और प्यूरी जैसे कई उत्पादों में संसाधित किया जाता है. केले के तने और फूल को सब्जी के रूप में भी इस्तेमाल किया जाता है. इसके रेशे से हस्तशिल्प और कागज बनाया जाता है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "ठंड से बचाव करें, पानी कम दें और खेत की सफाई रखें।",
        "फरवरी": "पौधों को ताकत देने के लिए खाद डालें और हल्की सिंचाई करें।",
        "मार्च": "गर्मी बढ़ रही है, पानी बढ़ाएं और खरपतवार हटाते रहें।",
        "अप्रैल": "पौधों को खूब पानी दें और गर्मी से बचाने का उपाय करें।",
        "मई": "पानी की कमी न होने दें, नई फसल लगाने की तैयारी करें।",
        "जून": "बारिश से पहले नए पौधे लगा सकते हैं, खेत में पानी की निकासी अच्छी रखें।",
        "जुलाई": "बारिश का पूरा फायदा उठाएं, खरपतवार निकालें और खाद दें।",
        "अगस्त": "कीट और बीमारियों पर नज़र रखें, पानी खेत में जमा न होने दें।",
        "सितंबर": "पौधों को सहारा दें (अगर फल आ रहे हों), मिट्टी चढ़ाएं और खाद डालें।",
        "अक्टूबर": "फल पकने वाले हैं, कटाई की तैयारी करें और नए पौधों की देखभाल करें।",
        "नवंबर": "तैयार केले के घौदों (गुच्छों) की कटाई करें और अगले पौधों को तैयार करें।",
        "दिसंबर": "कटाई जारी रखें, पौधों को ठंड से बचाएं और पानी कम दें।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "केले के पत्ते पीले पड़ते हैं, मुरझाते हैं और तना फट जाता है।",
            "क्यों_हुआ": "यह 'पनामा रोग' है, जो मिट्टी में रहने वाले एक फंगस (कवक) के कारण जड़ों पर हमला करता है।",
            "क्या_ करें": "1. रोगग्रस्त पौधों को तुरंत खेत से हटाकर जला दें ताकि रोग फैले नहीं।\n2. रोग प्रतिरोधी किस्में (जैसे ग्रैंड नाइन) लगाएं।\n3. खेत में पानी जमा न होने दें और अच्छी जल निकासी रखें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "केले के पत्तों पर भूरे या काले धब्बे पड़ते हैं, जिससे पत्ते सूख जाते हैं।",
            "क्यों_हुआ": "यह 'सिगाटोका रोग' है, जो एक फंगस (कवक) के कारण होता है और नमी वाले मौसम में तेजी से फैलता है।",
            "क्या_ करें": "1. रोगग्रस्त पत्तियों को तुरंत तोड़कर खेत से हटा दें और नष्ट कर दें।\n2. कृषि विशेषज्ञ की सलाह पर सही फफूंदनाशक का छिड़काव करें।\n3. पौधों के बीच पर्याप्त दूरी रखें ताकि हवा अच्छी तरह आ-जा सके।"
        },
        "समस्या_3": {
            "क्या_हुआ": "पौधों की वृद्धि रुक जाती है, पत्ते छोटे और हल्के पीले दिखते हैं, फसल कम होती है।",
            "क्यों_हुआ": "यह 'केले के नेमाटोड' की समस्या है। ये छोटे कृमि (कीड़े) मिट्टी में रहते हैं और जड़ों को नुकसान पहुंचाते हैं।",
            "क्या_ करें": "1. रोपण से पहले मिट्टी का परीक्षण कराएं और नेमाटोड-मुक्त स्वस्थ पौधे ही लगाएं।\n2. नीम की खली जैसे जैविक उत्पादों का उपयोग करें, यह नेमाटोड को रोकने में मदद करता है।\n3. खेत में फसल चक्र अपनाएं, यानी हर बार केला न लगाकर कुछ और फसल भी उगाएं।"
        },
        "समस्या_4": {
            "क्या_हुआ": "केले के तने में छेद दिखते हैं, पौधे कमजोर होकर टूट जाते हैं या गिर जाते हैं, उपज घट जाती है।",
            "क्यों_हुआ": "यह 'तना छेदक' या 'केला वीविल' नामक कीट की समस्या है। यह कीट तने के अंदर सुरंग बनाता है।",
            "क्या_ करें": "1. प्रभावित पौधों को पहचानकर तुरंत खेत से हटा दें और नष्ट कर दें।\n2. खेत की साफ-सफाई का ध्यान रखें और सूखे पत्ते या कचरा जमा न होने दें।\n3. यदि समस्या गंभीर हो तो कृषि विशेषज्ञ की सलाह पर सही कीटनाशक का उपयोग करें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "केले के पत्ते पीले पड़ने लगते हैं, पौधों की बढ़त धीमी हो जाती है और फल छोटे रह जाते हैं।",
            "क्यों_हुआ": "यह मिट्टी में 'पोषक तत्वों की कमी' है, खासकर नाइट्रोजन, पोटेशियम या अन्य जरूरी तत्वों की।",
            "क्या_ करें": "1. मिट्टी का परीक्षण कराएं ताकि पता चले किस पोषक तत्व की कमी है।\n2. संतुलित उर्वरक (NPK खाद) सही मात्रा में और सही समय पर दें।\n3. जैविक खाद जैसे गोबर की खाद या कम्पोस्ट का नियमित उपयोग करें, इससे मिट्टी उपजाऊ रहती है।"
        }
    },
    "कमाई_और_बाजार": {
        "विषय": "केला की खेती से कमाई की जानकारी",
        "जानकारी": {
            "कुल_खर्च_प्रति_बीघा": {
                "औसत": "लगभग ₹1,00,000 से ₹1,20,000",
                "विवरण": {
                    "बीज_पौधे": "₹30,000 से ₹40,000 (टिश्यू कल्चर के स्वस्थ पौधे)",
                    "खाद_और_उर्वरक": "₹20,000 से ₹25,000 (रासायनिक और जैविक खाद)",
                    "मजदूरी": "₹30,000 से ₹40,000 (खेत तैयार करना, रोपण, निराई, कटाई आदि)",
                    "दवाएं_और_कीटनाशक": "₹7,000 से ₹10,000 (रोगों और कीटों से बचाव के लिए)",
                    "सिंचाई_और_अन्य_खर्च": "₹10,000 से ₹15,000 (पानी, बिजली, खेत की देखरेख)"
                },
                "नोट": "यह खर्च बीघा के आकार (जो अलग-अलग राज्यों में भिन्न होता है) और खेती के तरीकों पर निर्भर करता है। यह अनुमानित खर्च है।"
            },
            "कुल_उपज_प्रति_बीघा": {
                "औसत": "250 से 350 क्विंटल (यानी 25,000 से 35,000 किलोग्राम)",
                "सर्वोत्तम_उपज": "उन्नत तकनीक और अच्छी देखभाल से 400 क्विंटल तक भी मिल सकती है।"
            },
            "बाजार_भाव_प्रति_किलो": {
                "औसत_थोक_भाव": "₹10 से ₹15 प्रति किलोग्राम",
                "उच्चतम_भाव": "मांग बढ़ने पर ₹18 से ₹22 प्रति किलोग्राम तक भी मिल सकता है",
                "न्यूनतम_भाव": "बाजार में आपूर्ति ज़्यादा होने पर ₹7 से ₹9 प्रति किलोग्राम तक भी गिर सकता है।"
            },
            "कुल_कमाई_बचत": {
                "उदाहरण_गणना_औसत_भाव_और_उपज_पर": {
                    "कुल_उपज_अनुमानित": "300 क्विंटल (30,000 किलोग्राम)",
                    "औसत_बाजार_भाव_अनुमानित": "₹12 प्रति किलोग्राम",
                    "कुल_बिक्री_अनुमानित": "30,000 किलोग्राम * ₹12/किलोग्राम = ₹3,60,000",
                    "कुल_खर्च_अनुमानित": "₹1,00,000",
                    "शुद्ध_मुनाफा_बचत": "₹3,60,000 (कुल बिक्री) - ₹1,00,000 (कुल खर्च) = ₹2,60,000"
                },
                "अनुमानित_मुनाफा_रेंज": "सामान्यतः ₹1,80,000 से ₹4,00,000 प्रति बीघा",
                "नोट": "यह मुनाफा सीधे तौर पर बाजार भाव, उपज की मात्रा और आपके कुल खर्च पर निर्भर करता है। परिस्थितियाँ बदलने पर यह आंकड़ा भी बदल सकता है।"
            },
            "कहाँ_बेचें": [
                "स्थानीय थोक मंडी (सबसे आम और आसान तरीका)",
                "बड़े शहरों की मंडियां (अगर आप ज़्यादा भाव चाहते हैं और परिवहन की सुविधा है)",
                "व्यापारी या कमीशन एजेंट (जो सीधे आपके खेत से केले खरीद लेते हैं)",
                "सीधे खुदरा विक्रेता या सब्जी की दुकानों पर (अच्छे भाव के लिए, पर मेहनत ज़्यादा)",
                "फ़ूड प्रोसेसिंग यूनिट्स (केले के चिप्स, पाउडर आदि बनाने वाली कंपनियों को, खासकर जब ज़्यादा उपज हो)",
                "सहकारी समितियाँ (किसानों के समूह में बेचने से अच्छी कीमत मिल सकती है)"
            ],
            "ज़्यादा_कमाई_के_लिए_सुझाव": [
                "हमेशा अच्छी गुणवत्ता वाले और रोग-मुक्त टिश्यू कल्चर पौधों का ही प्रयोग करें।",
                "मिट्टी की जाँच कराकर संतुलित खाद और उर्वरक (रासायनिक और जैविक) दें।",
                "ड्रिप सिंचाई (टपक सिंचाई) का उपयोग करें, इससे पानी और खाद दोनों की बचत होती है।",
                "समय पर कीटों और रोगों का प्रबंधन करें ताकि उपज को नुकसान न हो।",
                "केले की कटाई सही समय पर करें, जब फल पूरी तरह विकसित हो जाएं लेकिन पकने न लगें।",
                "केले की ग्रेडिंग (अलग-अलग आकार और गुणवत्ता के अनुसार छँटाई) और अच्छी पैकिंग करें, इससे बाजार में अच्छे दाम मिलते हैं।",
                "बाजार के भाव पर लगातार नज़र रखें और जब कीमतें अच्छी हों तभी बेचें।",
                "बीच के बिचौलियों को कम करके सीधे ग्राहकों या दुकानदारों तक पहुँचने की कोशिश करें।",
                "केले से बने उत्पादों (जैसे केले के चिप्स) पर विचार करें ताकि उपज का बेहतर मूल्य मिल सके।"
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "केले की खेती के लिए अच्छी जल निकासी वाली उपजाऊ मिट्टी चुनें।",
        "टिप_2": "हमेशा स्वस्थ और रोग-मुक्त सकर्स या टिश्यू कल्चर पौधों का ही उपयोग करें।",
        "टिप_3": "पौधों के बीच उचित दूरी बनाए रखें ताकि उन्हें पर्याप्त धूप और हवा मिल सके।",
        "टिप_4": "केले के पौधों को नियमित और पर्याप्त पानी दें, खासकर फल लगने के समय।",
        "टिप_5": "मिट्टी की जांच के आधार पर संतुलित खाद और उर्वरकों का प्रयोग करें।",
        "टिप_6": "खेत को खरपतवार-मुक्त रखें ताकि पोषक तत्वों की प्रतिस्पर्धा न हो।",
        "टिप_7": "रोगों और कीटों के लिए नियमित निगरानी करें और समय पर प्रभावी उपचार करें।"
    }
}