{
    "सरल_परिचय": "टमाटर एक लाल रंग का फल है जिसे हम सब्जी की तरह खाते हैं। इसे उगाकर आप अच्छे पैसे कमा सकते हैं और अपने घर में भी इस्तेमाल कर सकते हैं। यह हमें ताकत देता है और बीमारियों से लड़ने में मदद करता है क्योंकि इसमें कई विटामिन होते हैं।",
    "कब_लगाएं": "टमाटर को ज्यादा ठंड पसंद नहीं। इसे गर्मी और अच्छी धूप में लगाना सबसे अच्छा रहता है। आप इसे अक्टूबर-नवंबर के महीने में या फिर जनवरी-फरवरी में लगा सकते हैं, जब ज्यादा पाला न पड़ता हो।",
    "कैसे_लगाएं": [
        "सबसे पहले, छोटी क्यारियों या ट्रे में टमाटर के बीज बोकर छोटे-छोटे पौधे तैयार करें।",
        "जब ये पौधे एक हाथ (लगभग 6 इंच) जितने बड़े हो जाएं, तब उन्हें खेत में लगाएं।",
        "पौधों को खेत में एक सीधी लाइन में लगाएं। एक पौधे से दूसरे पौधे की दूरी लगभग 2 फीट (दो कदम) रखें और एक लाइन से दूसरी लाइन की दूरी भी 2 से 3 फीट (दो से तीन कदम) रखें।",
        "पौधे को इतनी गहराई में गाड़ें कि उसकी जड़ें मिट्टी में अच्छे से ढक जाएं।"
    ],
    "पानी_कब_दें": "टमाटर को पानी की बहुत जरूरत होती है, खासकर जब उस पर फूल और फल आने लगें। जमीन में हमेशा थोड़ी नमी बनी रहनी चाहिए। गर्मी के मौसम में हर 3 से 4 दिन में या जब मिट्टी सूखने लगे तब पानी दें। ठंड में थोड़ा कम पानी दें। ध्यान रखें कि खेत में पानी खड़ा न हो।",
    "खाद_कब_दें": [
        "खेत तैयार करते समय खूब सारी सड़ी हुई गोबर की खाद (एक से दो ट्रॉली प्रति बीघा) मिट्टी में अच्छे से मिला दें।",
        "पौधे लगाने के लगभग 15 से 20 दिन बाद थोड़ी डीएपी (DAP) या यूरिया (Urea) खाद पौधों की जड़ों के पास डालें।",
        "जब पौधों पर फूल आने लगें और छोटे फल दिखाई दें, तब थोड़ी और खाद डालें ताकि फल बड़े और अच्छे आएं।"
    ],
    "फसल_कब_तैयार": "टमाटर के पौधे लगाने के लगभग 60 से 90 दिन (यानी 2 से 3 महीने) बाद फल तोड़ने के लिए तैयार हो जाते हैं। जब टमाटर का रंग हरा से बदलकर हल्का लाल या पूरा लाल होने लगे, तो समझो वह तोड़ने के लिए तैयार है। टमाटर को पकने पर ही तोड़ें ताकि उसका स्वाद अच्छा रहे और बाजार में अच्छा दाम मिले।",
    "आम_समस्याएं": [
        {
            "समस्या": "कीड़े लगना (जैसे पत्ती खाने वाले कीड़े या छोटे मच्छर)",
            "उपाय": "नीम का घोल बनाकर पौधों पर छिड़काव करें। अगर बहुत ज्यादा कीड़े हों, तो कृषि दुकान से सलाह लेकर हल्की दवा का इस्तेमाल करें।"
        },
        {
            "समस्या": "पत्तियां पीली पड़ना या मुड़ना",
            "उपाय": "यह अक्सर खाद की कमी या किसी बीमारी के कारण होता है। थोड़ी और खाद डालें। अगर बीमारी लगे, तो तुरंत कृषि विशेषज्ञ से सलाह लें।"
        },
        {
            "समस्या": "टमाटर का फल फटना",
            "उपाय": "यह अक्सर तब होता है जब पौधों को कभी बहुत पानी मिलता है और कभी सूखा पड़ जाता है। पानी सही समय पर और एक समान मात्रा में दें।"
        }
    ],
    "कमाई_कितनी": "टमाटर की खेती में कमाई कई बातों पर निर्भर करती है, जैसे आपके बीज का खर्चा, खाद और पानी का खर्चा, और बाजार में टमाटर का क्या भाव चल रहा है।\n\nमोटा-मोटा मान लें तो, एक बीघा जमीन में टमाटर लगाने का खर्चा लगभग 10,000 से 20,000 रुपये तक आ सकता है।\n\nअगर आपकी फसल अच्छी हुई और बाजार में भाव अच्छा मिला, तो आप एक बीघा से 30,000 से लेकर 60,000 रुपये या इससे भी ज्यादा कमा सकते हैं। यह सिर्फ एक अंदाज़ा है, कमाई ऊपर-नीचे हो सकती है। अच्छी देखभाल और सही समय पर बेचने से फायदा ज्यादा होता है।",
    "फसल_का_नाम": "टमाटर",
    "परिचय": "टमाटर (Solanum lycopersicum) सोलानेसी परिवार की एक प्रमुख सब्जी फसल है, जिसकी उत्पत्ति दक्षिण अमेरिका के पेरू में हुई. इसका नाम एज़्टेक शब्द 'टोमैटो' से आया है. भारत में इसे 16वीं शताब्दी में पुर्तगालियों द्वारा लाया गया और अंग्रेजों ने इसे लोकप्रिय बनाया. यह कैल्शियम, विटामिन ए, विटामिन सी और विशेष रूप से लाइकोपीन का एक समृद्ध स्रोत है, जो इसके लाल रंग के लिए जिम्मेदार है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "भारत चीन के बाद दुनिया का दूसरा सबसे बड़ा टमाटर उत्पादक देश है. देश में, मध्य प्रदेश सबसे बड़ा उत्पादक राज्य है, जिसके बाद आंध्र प्रदेश और कर्नाटक का स्थान आता है. प्रमुख उत्पादक जिलों में छिंदवाड़ा (मध्य प्रदेश), चित्तूर (आंध्र प्रदेश), और कोलार (कर्नाटक) शामिल हैं.",
        "जलवायु और कटाई का मौसम": "टमाटर गर्म और धूप वाली जलवायु में अच्छी तरह से उगता है जहाँ पाला नहीं पड़ता. कटाई का चरम मौसम राज्यों के अनुसार अलग-अलग होता है. मध्य प्रदेश में यह अक्टूबर, दिसंबर, जनवरी और फरवरी में होता है, जबकि कर्नाटक में मई से जुलाई तक होता है. आंध्र प्रदेश और तेलंगाना में लगभग पूरे साल कटाई होती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में सार्वजनिक और निजी दोनों क्षेत्रों द्वारा विकसित की गई कई उन्नत और संकर किस्में उगाई जाती हैं.",
        "निजी क्षेत्र की हाइब्रिड किस्में": "किसानों के बीच अविनाश-2, लक्ष्मी, आयुष्मान, रूपाली और सुरक्षा जैसी निजी हाइब्रिड किस्में बहुत लोकप्रिय हैं.",
        "सार्वजनिक क्षेत्र की किस्में": "सरकारी संस्थानों द्वारा विकसित किस्मों में पूसा रूबी, पूसा हाइब्रिड-2 (IARI, नई दिल्ली), अर्का रक्षक और अर्का सम्राट (IIHR, बेंगलुरु) प्रमुख हैं. अर्का रक्षक और अर्का सम्राट तीन प्रमुख रोगों (पत्ती मोड़क विषाणु, जीवाणु उकठा और अगेती झुलसा) के प्रतिरोधी होने के लिए प्रसिद्ध हैं. इसी तरह, काशी अमन और काशी अमृत (IIVR, वाराणसी) भी लोकप्रिय किस्में हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई की अवस्थाएं": "टमाटर की तुड़ाई रोपाई के 75 से 90 दिनों में शुरू हो जाती है. बाजार की दूरी के आधार पर इसे अलग-अलग अवस्थाओं में तोड़ा जाता है:",
        "हरी अवस्था (Mature Green)": "लंबी दूरी के बाजारों में भेजने के लिए टमाटर को इस अवस्था में तोड़ा जाता है.",
        "गुलाबी अवस्था (Pink Stage)": "जब फल का 30% से 60% हिस्सा गुलाबी या लाल हो जाए, तो इसे आस-पास के बाजारों में भेजने के लिए तोड़ा जाता है.",
        "पकी अवस्था (Ripe Stage)": "स्थानीय बाजारों में बिक्री के लिए फलों को तब तोड़ा जाता है जब वे पेड़ पर ही लाल होने लगें.",
        "पूर्ण पकी अवस्था (Full Ripe)": "जब फल पूरी तरह से लाल और थोड़े नरम हो जाते हैं, तो वे केचप, सॉस और सूप जैसे प्रसंस्करण उत्पादों के लिए सबसे उपयुक्त होते हैं."
    },
    "कटाई के बाद होने वाले नुकसान और प्रबंधन": {
        "कुल नुकसान": "टमाटर में कटाई के बाद कुल नुकसान लगभग 16.63% तक होता है, जो विभिन्न चरणों में होता है.",
        "खेत स्तर पर नुकसान (7.42%)": "यह नुकसान फलों के रोगग्रस्त होने, कीटों (जैसे फल छेदक) के प्रकोप और अधिक पकने के कारण होता है.",
        "बाजार स्तर पर नुकसान (4.32%)": "परिवहन और हैंडलिंग के दौरान यांत्रिक चोट लगने, अधिक पकने और बीमारी के कारण यह नुकसान होता है.",
        "खुदरा विक्रेता स्तर पर नुकसान (4.89%)": "यह नुकसान मुख्य रूप से यांत्रिक चोट और फलों के सड़ने या अधिक पकने के कारण होता है.",
        "प्रबंधन": "नुकसान को कम करने के लिए तुड़ाई के बाद सावधानीपूर्वक छँटाई और ग्रेडिंग करनी चाहिए, जिसमें क्षतिग्रस्त, सड़े हुए और फटे हुए फलों को हटा दिया जाता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "किसानों के स्तर पर, टमाटर को आमतौर पर आकार के आधार पर तीन ग्रेडों में बांटा जाता है: बड़ा (Large), मध्यम (Medium) और छोटा (गोली). अच्छी ग्रेडिंग से बाजार में बेहतर मूल्य मिलता है.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए टमाटर को प्लास्टिक क्रेट में पैक किया जाता है, जिससे हवा का संचार बना रहता है. निर्यात के लिए, 15 किलो से अधिक क्षमता वाले कार्डबोर्ड के बक्सों का उपयोग नहीं किया जाना चाहिए.",
        "भंडारण (Storage)": "टमाटर को खराब होने से बचाने के लिए सही तापमान पर भंडारण करना आवश्यक है. धीमी गति से पकाने के लिए, 13°C तापमान और 90-95% आर्द्रता पर टमाटर को 2-3 सप्ताह तक रखा जा सकता है. पूरी तरह से पके हुए फलों को 7°C पर एक सप्ताह तक स्टोर किया जा सकता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "टमाटर के लिए सबसे आम विपणन चैनल है: उत्पादक → कमीशन एजेंट/थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता. यह स्थानीय और दूर के दोनों बाजारों के लिए लागू होता है.",
        "प्रमुख बाजार": "कोलार (कर्नाटक), कुरनूल (आंध्र प्रदेश) और नासिक (महाराष्ट्र) देश के प्रमुख टमाटर उत्पादक और संयोजन बाजार हैं, जहाँ से टमाटर मुंबई, दिल्ली और कोलकाता जैसे बड़े उपभोक्ता बाजारों में भेजा जाता है.",
        "मूल्य और आवक": "बाजार में टमाटर की कीमतें जून-जुलाई में सबसे अधिक और जनवरी-फरवरी तथा सितंबर में सबसे कम होती हैं.",
        "मूल्य संवर्धन (Value Addition)": "भारत में अधिकांश टमाटर ताजा खाया जाता है, लेकिन एक बड़ा हिस्सा केचप, सॉस, पेस्ट और जूस जैसे प्रसंस्कृत उत्पादों को बनाने में भी उपयोग होता है. फास्ट-फूड उद्योग के विकास के कारण प्रसंस्कृत टमाटर उत्पादों की मांग बढ़ रही है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "इस महीने ठंड ज़्यादा होती है, तो पौधों को पाले से बचाओ या नई पौध लगाने की सोच रहे हो तो अभी नर्सरी में तैयार करो।",
        "फरवरी": "अब धीरे-धीरे गर्मी आएगी, पौधों को खाद डालो और खेत से खरपतवार निकाल दो, पानी का ध्यान रखो।",
        "मार्च": "पौधे अब बड़े हो रहे होंगे, उनको सहारा (खुंटे) दो ताकि फल अच्छे लगें और कीट-रोग दिखें तो तुरंत इलाज करो।",
        "अप्रैल": "अब टमाटर टूटने लगेंगे, पहली तोड़ाई करो और गर्मी बढ़ रही है तो पौधों को खूब पानी दो।",
        "मई": "गर्मी बहुत है, रोज टमाटर तोड़ो और पौधों को सूखने मत दो, सुबह-शाम पानी देते रहो।",
        "जून": "मानसून आने वाला है, बारिश से पहले कीट और बीमारी की दवा छिड़क दो और खेत में पानी न रुके, इसका इंतजाम करो।",
        "जुलाई": "बारिश में खेत में पानी न भरने पाए, इसका ध्यान रखो और अगर पौधों में फंगस दिखे तो तुरंत दवा डालो।",
        "अगस्त": "बारिश के बाद पौधों को देखो, कहीं कोई बीमारी तो नहीं है और जरूरत लगे तो थोड़ी और खाद डाल दो।",
        "सितंबर": "पुरानी फसल अगर अब खत्म हो गई है तो खेत को अच्छे से जोतो और अगली फसल के लिए तैयार करो।",
        "अक्टूबर": "मौसम अच्छा हो रहा है, नई टमाटर की पौध नर्सरी में डालो या सीधे खेत में लगा दो।",
        "नवंबर": "जो नए पौधे लगाए हैं, उनको खाद दो और छोटे पौधों में लगने वाले कीड़ों से बचाओ।",
        "दिसंबर": "ठंड बहुत बढ़ जाएगी, छोटे पौधों को पाले से बचाओ और जरूरत पड़ने पर हल्का पानी दो।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "पौधों की पत्तियों पर भूरे या काले धब्बे पड़ते हैं, पत्तियां पीली पड़कर सूखने लगती हैं।",
            "क्यों_हुआ": "यह एक फंगल रोग है जो ज़्यादा नमी और ठंडे मौसम में फैलता है।",
            "क्या_करें": "1. रोगग्रस्त पत्तियों को तुरंत हटा दें और उन्हें जला दें या दूर फेंक दें।\n2. पानी हमेशा जड़ों में दें, पत्तियों पर सीधे पानी डालने से बचें।\n3. मैनकोजेब (Mancozeb) जैसे फंगीसाइड का छिड़काव करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "टमाटर के फल के निचले सिरे पर काला या भूरा धब्बा पड़ जाता है, और फिर वह हिस्सा सड़ जाता है।",
            "क्यों_हुआ": "मिट्टी में कैल्शियम की कमी या पौधे को पानी अनियमित तरीके से मिलना।",
            "क्या_करें": "1. पौधों को नियमित और पर्याप्त पानी दें, खासकर जब फल बन रहे हों।\n2. मिट्टी में कैल्शियम युक्त खाद जैसे जिप्सम या चूना मिलाएं।\n3. पत्तियों पर कैल्शियम नाइट्रेट का छिड़काव भी कर सकते हैं।"
        },
        "समस्या_3": {
            "क्या_हुआ": "पत्तियों के नीचे छोटे-छोटे कीड़े (माहू, सफेद मक्खी) दिखते हैं, या फल में छेद हो जाते हैं।",
            "क्यों_हुआ": "ये कीड़े पौधों का रस चूसते हैं या फल को नुकसान पहुँचाते हैं।",
            "क्या_करें": "1. नीम के तेल (Neem oil) का छिड़काव करें, यह जैविक कीटनाशक है।\n2. अगर समस्या ज़्यादा हो, तो विशेषज्ञ की सलाह से सही कीटनाशक का प्रयोग करें।\n3. पौधों को साफ रखें और आसपास की खरपतवार हटाएँ।"
        },
        "समस्या_4": {
            "क्या_हुआ": "टमाटर के फल पकने से पहले या पकते समय फट जाते हैं, जिससे वे खराब हो जाते हैं।",
            "क्यों_हुआ": "पानी की अनियमितता, जैसे सूखे के बाद अचानक बहुत ज़्यादा पानी मिलना।",
            "क्या_करें": "1. पौधों को लगातार और समान मात्रा में पानी दें, मिट्टी को सूखने न दें।\n2. मिट्टी में मल्चिंग (पुआल या सूखी पत्तियां बिछाना) करें ताकि नमी बनी रहे।\n3. फलों को पूरी तरह पकने से पहले तोड़ लें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "पौधे पर फूल तो आते हैं, लेकिन वे झड़ जाते हैं या बहुत कम फल लगते हैं।",
            "क्यों_हुआ": "तापमान बहुत ज़्यादा या बहुत कम होना, परागण (pollination) ठीक से न होना, या पोषक तत्वों की कमी।",
            "क्या_ करें": "1. सुबह या शाम के समय पौधों को हल्के से हिलाएं ताकि परागण में मदद मिले।\n2. संतुलित खाद (NPK) डालें और बोरॉन जैसे सूक्ष्म पोषक तत्वों का छिड़काव करें।\n3. ज्यादा गर्मी या ठंड से पौधों को बचाने के लिए शेड नेट का उपयोग करें।"
        }
    },
    "कमाई_और_बाजार": {
        "विषय": "टमाटर की खेती से कमाई",
        "परिचय": "टमाटर की खेती से अच्छी कमाई हो सकती है, लेकिन यह बाजार भाव और आपकी खेती के तरीके पर निर्भर करता है। नीचे दिए गए अनुमान सामान्य जानकारी के लिए हैं और इनमें बदलाव हो सकता है।",
        "जानकारी": {
            "कुल_खर्च": {
                "शीर्षक": "प्रति बीघा कुल खर्च (अनुमानित)",
                "जानकारी": [
                    {
                        "मद": "बीज (अच्छी किस्म के)",
                        "खर्च_रुपये": "₹1,500 से ₹3,000"
                    },
                    {
                        "मद": "खाद/उर्वरक (रासायनिक और जैविक)",
                        "खर्च_रुपये": "₹4,000 से ₹6,000"
                    },
                    {
                        "मद": "कीटनाशक/फफूंदनाशक",
                        "खर्च_रुपये": "₹1,500 से ₹2,500"
                    },
                    {
                        "मद": "मजदूरी (खेत की तैयारी, रोपण, निराई, तोड़ाई)",
                        "खर्च_रुपये": "₹10,000 से ₹15,000"
                    },
                    {
                        "मद": "सिंचाई, बिजली/डीजल और अन्य",
                        "खर्च_रुपये": "₹2,000 से ₹3,000"
                    }
                ],
                "कुल_अनुमानित_खर्च": "₹19,000 से ₹29,500 प्रति बीघा",
                "औसत_खर्च_के_लिए_अनुमान": "लगभग ₹25,000 प्रति बीघा"
            },
            "कुल_उपज": {
                "शीर्षक": "प्रति बीघा कुल उपज (अनुमानित)",
                "जानकारी": "अच्छी देखभाल और सही किस्म के साथ, प्रति बीघा 60 से 80 क्विंटल (यानी 6,000 से 8,000 किलोग्राम) टमाटर की उपज मिल सकती है।",
                "औसत_उपज_के_लिए_अनुमान": "लगभग 70 क्विंटल (7,000 किलोग्राम) प्रति बीघा"
            },
            "बाजार_भाव": {
                "शीर्षक": "टमाटर का औसत बाजार भाव",
                "जानकारी": "टमाटर का भाव बहुत तेज़ी से बदलता है। यह ₹5 प्रति किलोग्राम से लेकर ₹80-₹100 प्रति किलोग्राम तक जा सकता है। एक औसत भाव जिससे किसान को ठीक-ठाक मुनाफा हो सकता है, वह है:",
                "औसत_भाव_अनुमान": "₹15 से ₹25 प्रति किलोग्राम"
            },
            "कुल_कमाई": {
                "शीर्षक": "कुल कमाई (खर्च घटाकर बचत) - अनुमानित",
                "गणना_आधार": {
                    "औसत_उपज": "70 क्विंटल (7,000 किलोग्राम)",
                    "औसत_बाजार_भाव": "₹20 प्रति किलोग्राम",
                    "औसत_कुल_खर्च": "₹25,000 प्रति बीघा"
                },
                "कुल_बिक्री_मूल्य": "7,000 किलोग्राम * ₹20/किलोग्राम = ₹1,40,000",
                "शुद्ध_लाभ_अनुमान": "₹1,40,000 (कुल बिक्री) - ₹25,000 (कुल खर्च) = ₹1,15,000 प्रति बीघा",
                "नोट": "यह एक संभावित लाभ है। कम या ज्यादा भाव होने पर यह राशि बदल जाएगी।"
            },
            "कहाँ_बेचें": {
                "शीर्षक": "टमाटर बेचने के मुख्य तरीके",
                "विकल्प": [
                    {
                        "नाम": "स्थानीय मंडी (थोक बाजार)",
                        "लाभ": "बड़ी मात्रा में एक साथ बिक जाता है।",
                        "नुकसान": "दाम कम मिल सकते हैं, आढ़ती का कमीशन और ट्रांसपोर्ट खर्च लगता है।"
                    },
                    {
                        "नाम": "व्यापारी/आढ़ती (खेत से खरीद)",
                        "लाभ": "खेत पर ही माल बिक जाता है, मेहनत कम लगती है।",
                        "नुकसान": "मंडियों से भी कम दाम मिल सकते हैं।"
                    },
                    {
                        "नाम": "सीधे ग्राहकों/खुदरा विक्रेताओं को",
                        "लाभ": "सबसे अच्छा दाम मिलता है। छोटे दुकानदार, रेहड़ी वाले, या सीधे ग्राहक को बेच सकते हैं।",
                        "नुकसान": "ज़्यादा मेहनत, खुद ट्रांसपोर्ट और बेचने की व्यवस्था करनी पड़ती है।"
                    },
                    {
                        "नाम": "फ़ूड प्रोसेसिंग कंपनियों को",
                        "लाभ": "अगर बहुत ज़्यादा उपज है तो सॉस, अचार बनाने वाली कंपनियों को बेच सकते हैं।",
                        "नुकसान": "आमतौर पर दाम कम होता है, लेकिन माल की पूरी खपत की गारंटी होती है।"
                    }
                ]
            },
            "ज़्यादा_कमाई_के_लिए": {
                "शीर्षक": "टमाटर की खेती से ज़्यादा कमाई के लिए सुझाव",
                "सुझाव": [
                    "सही किस्म चुनें: अधिक पैदावार वाली और रोग प्रतिरोधी हाइब्रिड किस्में चुनें।",
                    "उन्नत तकनीक अपनाएं: ड्रिप सिंचाई (बूंद-बूंद पानी देना) और मल्चिंग (मिट्टी को प्लास्टिक शीट से ढकना) का इस्तेमाल करें। इससे पानी और खाद की बचत होती है और खरपतवार कम होते हैं।",
                    "सही समय पर खेती: जब बाजार में टमाटर कम हो (जैसे बारिश का मौसम या ऑफ-सीजन), तब खेती करने की योजना बनाएं ताकि अच्छे दाम मिलें।",
                    "रोग और कीट प्रबंधन: नियमित रूप से खेत की निगरानी करें और सही समय पर रोग व कीटों का नियंत्रण करें।",
                    "ग्रेडिंग और पैकेजिंग: टमाटर को आकार और गुणवत्ता के हिसाब से अलग-अलग ग्रेड में बांटें और आकर्षक पैकिंग करें। अच्छी गुणवत्ता वाले टमाटरों के दाम ज़्यादा मिलते हैं।",
                    "सीधी बिक्री पर जोर: मंडियों के बजाय सीधे खुदरा विक्रेताओं या ग्राहकों को बेचने की कोशिश करें।",
                    "खेती के तरीके: बेल वाले टमाटरों को सहारा देकर उगाएं, इससे फल जमीन के संपर्क में नहीं आते और अच्छी गुणवत्ता मिलती है।"
                ]
            }
        },
        "अस्वीकरण": "यह जानकारी सामान्य अनुमानों पर आधारित है। वास्तविक खर्च, उपज और कमाई आपके क्षेत्र, मिट्टी की गुणवत्ता, खेती के तरीकों, किस्म के चुनाव और बाजार की स्थिति पर निर्भर करेगी। खेती शुरू करने से पहले स्थानीय कृषि विशेषज्ञ से सलाह ज़रूर लें।"
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "टमाटर को कम से कम 6-8 घंटे सीधी धूप वाली जगह पर ही लगाएं।",
        "टिप_2": "अच्छी जल निकासी वाली, उपजाऊ और जैविक खाद से भरपूर मिट्टी का चुनाव करें।",
        "टिप_3": "मिट्टी को लगातार नम रखें, खासकर फूल और फल लगने के समय, अधिक या कम पानी से बचें।",
        "टिप_4": "पौधों को मजबूत डंडे (स्टेक) या पिंजरे (केज) से सहारा दें ताकि फल जमीन पर न गिरें।",
        "टिप_5": "पौधों को नियमित अंतराल पर संतुलित जैविक या रासायनिक खाद दें।",
        "टिप_6": "सकर्स (मुख्य तने और शाखा के बीच उगने वाली नई टहनियां) हटाते रहें ताकि ऊर्जा फलों पर लगे।",
        "टिप_7": "पौधों पर कीटों या रोगों के लक्षणों पर नजर रखें और समय पर उचित उपाय करें।"
    }
}