{
    "सरल_परिचय": "नींबू एक खट्टा फल है जो हम सब अपने घरों में इस्तेमाल करते हैं। इसमें बहुत सारी ताकत (विटामिन सी) होती है जो हमें बीमारियों से बचाती है। नींबू के पेड़ लगाकर आप अपने परिवार के लिए ताजे नींबू पा सकते हैं और इसे बेचकर अच्छी कमाई भी कर सकते हैं। यह एक ऐसा पेड़ है जो सालों तक फल देता रहता है।",
    "कब_लगाएं": "नींबू के छोटे पौधे लगाने का सबसे अच्छा समय बारिश का मौसम होता है, यानी जुलाई या अगस्त का महीना। अगर बारिश में नहीं लगा पाएं, तो फरवरी या मार्च में भी लगा सकते हैं जब हल्की गर्मी शुरू होती है।",
    "कैसे_लगाएं": "नींबू के पौधे हमेशा नर्सरी से तैयार वाले (कलमी) लाएं, बीज से लगाने पर फल बहुत देर से आते हैं।\n\n1.  **गड्ढे खोदें:** खेत में 1.5 फुट गहरा और 1.5 फुट चौड़ा गड्ढा खोदें।\n2.  **दूरी रखें:** एक पौधे से दूसरे पौधे के बीच करीब 15 से 20 फुट (लगभग 5-6 मीटर) की जगह छोड़ें, ताकि पेड़ बड़े होकर फैल सकें।\n3.  **मिट्टी तैयार करें:** गड्ढे में थोड़ी सड़ी हुई गोबर की खाद और मिट्टी मिलाकर डालें।\n4.  **पौधा लगाएं:** पौधे को प्लास्टिक की थैली या गमले से निकालकर गड्ढे के बीच में सीधा रखें। ध्यान रहे कि पौधे की जड़ें मुड़ें नहीं।\n5.  **ढक दें:** पौधे को चारों ओर से मिट्टी से अच्छे से ढक दें और हल्का दबा दें।\n6.  **पानी दें:** पौधा लगाने के तुरंत बाद थोड़ा पानी जरूर दें।",
    "पानी_कब_दें": "जब पौधा छोटा हो, तो उसे हर 5 से 7 दिन में पानी देना चाहिए। जब पेड़ बड़ा हो जाए और फल लगने लगें, तब हर 10 से 15 दिन में एक बार पानी दें, खासकर जब बारिश न हो। गर्मियों में पानी थोड़ा जल्दी-जल्दी दें। ध्यान रहे कि खेत में पानी जमा न हो, नहीं तो जड़ें सड़ सकती हैं।",
    "खाद_कब_दें": "नींबू के पेड़ को अच्छी सेहत और ज्यादा फल देने के लिए खाद बहुत जरूरी है:\n\n1.  **गोबर की खाद:** हर साल, बारिश के मौसम से पहले (मई-जून) और बारिश के बाद (सितंबर-अक्टूबर) पेड़ के चारों ओर 10 से 15 किलो सड़ी हुई गोबर की खाद डालें। इसे मिट्टी में मिला दें।\n2.  **रासायनिक खाद (दवा वाली खाद):** जब पेड़ 3-4 साल का हो जाए और फल देने लगे, तो थोड़ी रासायनिक खाद भी डालनी पड़ती है।\n    *   **यूरिया:** पत्तियां हरी और पेड़ को बड़ा करने के लिए।\n    *   **डीएपी (DAP):** जड़ों को मजबूत करने और फूल-फल लाने के लिए।\n    *   **पोटाश:** फल को बड़ा, रसदार और मीठा बनाने के लिए।\n    *   इन खादों की मात्रा पेड़ की उम्र के हिसाब से अपने कृषि मित्र या दुकानदार से पूछकर डालें और इन्हें पेड़ के तने से दूर, जड़ों के आसपास मिट्टी में मिलाएं।",
    "fस्सल_कब_तैयार": "नींबू के पौधे लगाने के लगभग 3 से 5 साल बाद फल आने शुरू हो जाते हैं। जब नींबू का फल पूरी तरह से पक जाता है, तो उसका रंग गहरा हरा से बदलकर पीला या हल्का पीला हो जाता है। जब फल का रंग पीला हो जाए और वह छूने में थोड़ा नरम लगे, तो समझ लीजिए कि उसे तोड़ने का समय आ गया है।",
    "आम_समस्याएं": [
        {
            "समस्या": "पत्तियां पीली पड़ना या सूखना",
            "उपाय": "यह अक्सर पेड़ में खाद की कमी (खासकर हरे रंग वाली खाद, यानी यूरिया) या पानी कम मिलने से होता है। सही समय पर गोबर की खाद और थोड़ी रासायनिक खाद डालें। पानी का भी सही मात्रा में ध्यान रखें।"
        },
        {
            "समस्या": "नींबू पर दाग लगना या फल सड़ना",
            "उपाय": "यह एक तरह की बीमारी (फंगस) होती है। इसके लिए आप नीम का तेल पानी में मिलाकर छिड़क सकते हैं या फिर अपने कृषि दुकानदार से पूछकर हल्की सी फंगस वाली दवाई (जैसे कोई फंगीसाइड) का छिड़काव करें।"
        },
        {
            "समस्या": "कीड़े पत्तियों या फूलों को खाना",
            "उपाय": "छोटे-मोटे कीड़े अक्सर पत्तियों को खाते हैं या फूलों को नुकसान पहुंचाते हैं। इनके लिए आप नीम का घोल बनाकर छिड़काव कर सकते हैं या फिर हल्के कीटनाशक (कीड़े मारने वाली दवा) का इस्तेमाल करें। खेत और पेड़ के आसपास सफाई रखें।"
        }
    ],
    "कमाई_कितनी": {
        "खर्च_प्रति_बीघा": "शुरुआत में पौधे खरीदने, गड्ढे खोदने और थोड़ी खाद का खर्च आता है। एक बीघा खेत में लगभग 60-70 पौधे लगते हैं। पहले 3-4 सालों में इस पर कुल लगभग 15,000 से 25,000 रुपये का खर्च आ सकता है (पौधों की कीमत और शुरुआती तैयारी मिलाकर)।\n\nहर साल जब पेड़ फल देने लगते हैं, तब खाद, पानी और थोड़ी-बहुत देखरेख का खर्च करीब 5,000 से 8,000 रुपये प्रति बीघा आ सकता है।",
        "कमाई_प्रति_बीघा": "जब नींबू के पेड़ फल देने लगते हैं (3-5 साल बाद), तो एक बीघा खेत से हर साल 3,000 से 5,000 किलो (यानी 30 से 50 क्विंटल) नींबू मिल सकता है।\n\nबाजार में नींबू का भाव 20 रुपये से 50 रुपये प्रति किलो तक रहता है। अगर हम औसतन 30 रुपये प्रति किलो भी मान लें, तो एक बीघा से सालाना 90,000 रुपये से 1,50,000 रुपये तक की कमाई हो सकती है।\n\nसारा खर्च निकालने के बाद, आप आराम से 70,000 रुपये से 1,00,000 रुपये प्रति बीघा सालाना बचा सकते हैं। यह नींबू की खेती से होने वाली बहुत अच्छी और टिकाऊ कमाई है।"
    },
    "फसल_का_नाम": "नींबू",
    "परिचय": "नींबू (Lemon) एक खट्टा फल है जो विटामिन सी से भरपूर होता है. इसका उपयोग विभिन्न प्रकार के खाद्य और पेय पदार्थों में किया जाता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "नींबू की खेती पूरे भारत में की जाती है.",
        "जलवायु": "यह गर्म जलवायु का पौधा है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में नींबू की कई किस्में उगाई जाती हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "नींबू को तब तोड़ा जाता है जब फल पूरी तरह से पक जाता है और उसका रंग पीला हो जाता है.",
        "विधि": "फलों को हाथ से तोड़ा जाता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग": "फलों को आकार, आकार, चिकनाई और दृढ़ता के आधार पर ग्रेड किया जाता है.",
        "पैकेजिंग": "नींबू को क्रेट या बक्सों में पैक किया जाता है.",
        "भंडारण": "नींबू को 12-14°C तापमान पर 6 महीने तक संग्रहीत किया जा सकता है. 10°C से कम तापमान पर रखने से चिलिंग इंजरी हो सकती है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "नींबू को स्थानीय बाजारों और थोक बाजारों के माध्यम से बेचा जाता है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "ठंड में पानी दो, खाद डालो और कीटों से बचाओ।",
        "फरवरी": "सूखी और खराब टहनियां छाँट दो, ताकि नई ग्रोथ अच्छी हो।",
        "मार्च": "जब फूल आएं, तो कीड़े और बीमारियों से फूलों का बचाव करो।",
        "अप्रैल": "नींबू के छोटे फलों को गिरने से बचाने के लिए पानी देते रहो।",
        "मई": "तेज़ गर्मी में पेड़ों को खूब पानी दो और जड़ के पास मल्चिंग करो।",
        "जून": "बारिश से पहले हल्की खाद डालो और खेत में पानी न रुकने दो।",
        "जुलाई": "बारिश के दौरान फंगस और खरपतवार से फसल को बचाओ।",
        "अगस्त": "बारिश रुकने के बाद मिट्टी में नई खाद डालकर ताकत दो।",
        "सितंबर": "नींबू को बड़ा और रसीला बनाने के लिए आखिरी बार खाद डालो।",
        "अक्टूबर": "पके हुए नींबू तोड़ो और पेड़ों की हल्की-फुल्की छंटाई करो।",
        "नवंबर": "फसल कटाई के बाद मिट्टी को फिर से पोषण दो और कीटों की जांच करो।",
        "दिसंबर": "ठंड से पेड़ों को बचाओ और सर्दी वाली सूखी डालियां काट दो।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "नींबू के पौधे की पत्तियां पीली हो जाती हैं।",
            "क्यों_हुआ": "मिट्टी में खुराक (पोषक तत्व) की कमी या पानी का सही से न मिलना।",
            "क्या_करें": "1. मिट्टी जांच कराएं और जरूरी खाद डालें, जैसे कि लोहा या जिंक।\n2. पौधे को सही मात्रा में पानी दें, न कम न ज्यादा।"
        },
        "समस्या_2": {
            "क्या_हुआ": "छोटे नींबू पेड़ पर से नीचे गिर जाते हैं।",
            "क्यों_हुआ": "पानी की कमी, पोषक तत्वों की कमी या मौसम का अचानक बदलाव।",
            "क्या_करें": "1. फल बनने के समय पेड़ को नियमित पानी दें, खासकर सूखे मौसम में।\n2. सही खाद जैसे बोरॉन और कैल्शियम डालें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "नई पत्तियों पर टेढ़ी-मेढ़ी सफेद लाइनें दिखती हैं और पत्तियां सिकुड़ जाती हैं।",
            "क्यों_हुआ": "पत्ती छेदक (लीफ माइनर) जैसे छोटे कीट पत्तियों के अंदर खाते हैं।",
            "क्या_ करें": "1. शुरुआती दौर में खराब पत्तियां तोड़कर हटा दें।\n2. नीम का तेल या कोई हल्का कीटनाशक स्प्रे करें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "नींबू की डालियां ऊपर से नीचे की तरफ सूखने लगती हैं, कभी-कभी गोंद भी निकलता है।",
            "क्यों_हुआ": "यह एक फफूंद (फंगस) की बीमारी है (जैसे डायबैक या गमोसिस) या पानी जमा होने से होता है।",
            "क्या_करें": "1. सूखी हुई डालियों को तुरंत काटकर हटा दें और जले हुए हिस्से पर फफूंदनाशक पेस्ट लगाएं।\n2. तने के पास पानी न जमने दें और पूरे पेड़ पर फफूंदनाशक दवा का छिड़काव करें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "नींबू के पेड़ पर फूल बहुत कम आते हैं या आते ही नहीं हैं।",
            "क्यों_हुआ": "पोषक तत्वों की कमी, सही से कटाई न होना या मौसम का तनाव।",
            "क्या_करें": "1. पेड़ की हल्की कटाई-छंटाई करें और संतुलित खाद दें।\n2. फूल आने से पहले फास्फोरस और पोटाश वाली खाद डालें।"
        }
    },
    "कमाई_और_बाजार": {
        "नींबू_खेती_से_कमाई": {
            "परिचय": "नींबू की खेती एक अच्छा व्यवसाय हो सकता है, खासकर अगर सही किस्मों का चुनाव और अच्छी कृषि तकनीकों का उपयोग किया जाए। नीचे प्रति बीघा अनुमानित कमाई का विवरण दिया गया है। ध्यान दें कि ये अनुमानित आंकड़े हैं और स्थान, बाजार भाव और खेती के तरीके के अनुसार बदल सकते हैं। नींबू के पौधे फल देने में 3-4 साल लेते हैं, इसलिए शुरुआती सालों में धैर्य रखना पड़ता है।",
            "1. कुल_खर्च": {
                "प्रारंभिक_खर्च_प्रति_बीघा": "पहले साल में पौधों की खरीद (लगभग 100-120 पौधे, ₹50-₹150 प्रति पौधा) और खेत तैयार करने में लगभग ₹15,000 - ₹25,000 तक का खर्च आ सकता है। यह एक बार का बड़ा खर्च होता है।",
                "वार्षिक_रखरखाव_खर्च_प्रति_बीघा_उत्पादन_शुरू_होने_के_बाद": {
                    "खाद_उर्वरक": "₹4,000 - ₹6,000",
                    "मजदूरी_कटाई_छंटाई_निराई": "₹10,000 - ₹15,000",
                    "सिंचाई_बिजली_डीजल": "₹3,000 - ₹5,000",
                    "कीटनाशक_रोग_नियंत्रण": "₹3,000 - ₹5,000",
                    "अन्य_छोटे_मोटे_खर्च": "₹1,000 - ₹2,000",
                    "कुल_वार्षिक_खर्च_अनुमानित": "₹21,000 - ₹33,000",
                    "औसत_वार्षिक_खर्च": "लगभग ₹27,000"
                }
            },
            "2. कुल_उपज": {
                "प्रति_बीघा_परिपक्व_पौधों_से_वार्षिक_उपज_अनुमानित": "एक बीघा में लगे परिपक्व 100-120 पौधे, औसतन 50-70 किलो प्रति पौधा उपज दे सकते हैं।",
                "कुल_किलोग्राम_प्रति_बीघा": "5,000 किलो - 7,000 किलो (50 - 70 क्विंटल)",
                "औसत_कुल_उपज": "लगभग 6,000 किलो (60 क्विंटल)"
            },
            "3. बाजार_भाव": {
                "थोक_बाजार_में_औसत_भाव": "नींबू का भाव बहुत बदलता रहता है, ₹20 प्रति किलो से ₹100 प्रति किलो तक जा सकता है। एक औसत थोक भाव ₹30-₹50 प्रति किलो मान सकते हैं।",
                "औसत_बाजार_भाव": "₹40 प्रति किलो"
            },
            "4. कुल_कमाई": {
                "कुल_बिक्री_अनुमानित": "कुल उपज (6,000 किलो) * औसत बाजार भाव (₹40/किलो) = ₹2,40,000",
                "खर्च_घटाकर_बचत_अनुमानित": "कुल बिक्री (₹2,40,000) - औसत वार्षिक खर्च (₹27,000) = ₹2,13,000",
                "कुल_कमाई_प्रति_बीघा_प्रति_वर्ष": "लगभग ₹2,13,000"
            },
            "5. कहाँ_बेचें": [
                "स्थानीय सब्जी मंडी या थोक मंडी (आढ़तियों के माध्यम से)।",
                "बड़े शहरों की थोक मंडियां, जहाँ अक्सर बेहतर दाम मिल सकते हैं।",
                "सीधे छोटे-बड़े दुकानदारों या खुदरा विक्रेताओं को।",
                "स्थानीय साप्ताहिक हाट या किसान बाजार में सीधे ग्राहकों को बेचकर।",
                "होटलों, रेस्तरां और जूस सेंटर से सीधे संपर्क करके।",
                "नींबू का अचार, शरबत या अन्य उत्पाद बनाने वाली प्रसंस्करण इकाइयों को।"
            ],
            "6. ज़्यादा_कमाई_के_लिए": [
                "**सही किस्मों का चुनाव:** अधिक उपज देने वाली और बाजार में मांग वाली किस्में चुनें (जैसे कागजी नींबू, पंत लेमन-1, विक्रम)।",
                "**उन्नत कृषि तकनीकें:** ड्रिप सिंचाई, जैविक खाद का प्रयोग और सही समय पर कटाई-छंटाई करें।",
                "**अंतरफसलीकरण:** पौधों के शुरुआती सालों में जब वे छोटे होते हैं, नींबू के पौधों के बीच खाली जगह में सब्जियां या अन्य छोटी फसलें लगाकर अतिरिक्त कमाई कर सकते हैं।",
                "**सीधे बिक्री:** बिचौलियों से बचने और ज्यादा मुनाफा कमाने के लिए अपने उत्पाद को सीधे ग्राहकों (खुदरा दुकानदार, होटल, ग्राहक) तक पहुंचाने की कोशिश करें।",
                "**मूल्य संवर्धन (Value Addition):** नींबू को सीधे बेचने की बजाय, उसका अचार, शरबत, स्क्वैश या नींबू का तेल बनाकर बेचें। इससे काफी ज्यादा मुनाफा हो सकता है।",
                "**गुणवत्ता पर ध्यान:** अच्छी गुणवत्ता वाले, दाग रहित और सही आकार के नींबू उगाएं, इनकी बाजार में मांग और कीमत दोनों अधिक होती है।",
                "**भंडारण:** यदि संभव हो, तो उपज को कुछ समय के लिए भंडारित करके तब बेचें जब बाजार में दाम अधिक हों (मांग बढ़ने पर)।"
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "अच्छी जल निकासी वाली उपजाऊ दोमट मिट्टी और भरपूर धूप वाली जगह चुनें।",
        "टिप_2": "अपनी जलवायु और बाजार की मांग के अनुसार नींबू की सही किस्म का चुनाव करें।",
        "टिप_3": "स्वस्थ और रोगमुक्त पौधे सही दूरी (आमतौर पर 5x5 मीटर) पर लगाएं।",
        "टिप_4": "नियमित और पर्याप्त सिंचाई करें, खासकर फूल और फल आने के समय, पर जल जमाव से बचें।",
        "टिप_5": "मिट्टी परीक्षण के आधार पर संतुलित मात्रा में जैविक और रासायनिक खाद का प्रयोग करें।",
        "टिप_6": "सूखी, रोगग्रस्त और अनावश्यक शाखाओं की नियमित छंटाई करें ताकि स्वस्थ विकास हो।",
        "टिप_7": "रोगों और कीटों की निरंतर निगरानी करें और उनका समय पर प्रभावी नियंत्रण करें।"
    }
}