{
    "फसल_का_नाम": "बैंगन",
    "परिचय": "बैंगन (Brinjal or Eggplant) एक लोकप्रिय सब्जी है जो सोलानेसी (Solanaceae) परिवार से संबंधित है. इसका उपयोग विभिन्न प्रकार के व्यंजनों में किया जाता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "बैंगन की खेती पूरे भारत में की जाती है.",
        "जलवायु": "यह गर्म मौसम की फसल है."
    },
    "उन्नत किस्में": {
        "जानकारी": "बैंगन की कई किस्में हैं, जो आकार, आकार और रंग में भिन्न होती हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "बैंगन को तब तोड़ा जाता है जब फल चमकदार, ठोस और गहरे रंग का हो जाता है. अधिक पके फल कठोर और कड़वे हो सकते हैं.",
        "विधि": "फलों को तेज चाकू या प्रूनिंग कैंची से पौधे से काटा जाता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग": "क्षतिग्रस्त या कच्चे फलों को हटा दिया जाता है. फलों को आकार, आकार और रंग के आधार पर ग्रेड किया जाता है.",
        "पैकेजिंग": "बैंगन को आमतौर पर टोकरियों या क्रेट में पैक किया जाता है.",
        "भंडारण": "बैंगन को 12-15°C के ठंडे तापमान और 85-90% की उच्च आर्द्रता पर संग्रहीत किया जाना चाहिए. सही भंडारण स्थितियों में, यह दो सप्ताह या उससे अधिक समय तक चल सकता है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "किसान अपनी उपज को स्थानीय बाजारों में बेचते हैं."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "नर्सरी में बैंगन के बीज बोने की तैयारी करो।",
        "फरवरी": "नर्सरी से छोटे पौधे निकाल कर खेत में लगाओ।",
        "मार्च": "पौधों को सही से पानी दो और घास-फूस साफ करो।",
        "अप्रैल": "पौधों को खाद दो ताकि वे अच्छे से बढ़ें, कीड़ों से भी बचाओ।",
        "मई": "अब बैंगन तोड़ने का समय है, पके हुए फल तोड़ते रहो।",
        "जून": "पुरानी फसल खत्म करके खेत को दोबारा तैयार करो, नए बीज भी बो सकते हो।",
        "जुलाई": "नए छोटे पौधों को खेत में लगाओ और पानी देना मत भूलो।",
        "अगस्त": "पौधों को सहारा दो (जैसे डंडे से), और खाद की अगली खुराक दो।",
        "सितंबर": "कीड़ों और बीमारियों से फसल को बचाओ, अब फल आने शुरू होंगे।",
        "अक्टूबर": "बैंगन तोड़ते रहो, पौधों को और ताकत देने वाली खाद दो।",
        "नवंबर": "सर्दी आने वाली है, फसल को पाले से बचाओ और तोड़ाई जारी रखो।",
        "दिसंबर": "अब पुरानी फसल की आखिरी तोड़ाई करो और अगले साल की योजना बनाओ।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "बैंगन के फल में छेद दिखते हैं, और अंदर से सड़ा हुआ मिलता है।",
            "क्यों_हुआ": "कीटों (लार्वा) ने फल के अंदर घुसकर खाया है, ये फल छेदक कीट होते हैं।",
            "क्या_करें": "छिदे हुए फलों को तोड़कर मिट्टी में दबा दें या जला दें। नीम का तेल (5 मिली प्रति लीटर पानी) का छिड़काव करें। अगर समस्या बहुत ज्यादा है, तो सही कीटनाशक का इस्तेमाल करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "पत्तों के नीचे छोटे सफेद कीड़े उड़ते दिखते हैं, पत्ते पीले होकर मुड़ जाते हैं।",
            "क्यों_हुआ": "सफेद मक्खी नाम के छोटे कीट पौधों का रस चूसते हैं, जिससे पौधा कमजोर हो जाता है और बीमारी भी फैलती है।",
            "क्या_करें": "खेत में पीले चिपचिपे जाल (yellow sticky traps) लगाएं ताकि कीड़े चिपक जाएं। नीम के तेल (5 मिली प्रति लीटर पानी) का छिड़काव करें। सफाई रखें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "बैंगन के पत्तों पर गोल या टेढ़े-मेढ़े भूरे या काले धब्बे दिखते हैं।",
            "क्यों_हुआ": "यह एक फंगल (कवक) या बैक्टीरियल (जीवाणु) बीमारी है, जो नमी और गर्म मौसम में तेजी से फैलती है।",
            "क्या_ करें": "संक्रमित पत्तियों को तोड़कर हटा दें और उन्हें नष्ट कर दें। मैनकोजेब या कॉपर ऑक्सीक्लोराइड जैसे फफूंदनाशक का छिड़काव करें। पौधों के बीच उचित दूरी रखें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पौधे का तना सूखने लगता है, या ऊपर का हिस्सा मुरझाकर टूट जाता है।",
            "क्यों_हुआ": "तना छेदक कीट की इल्ली (लार्वा) तने के अंदर घुसकर उसे खाती है, जिससे पौधे को पानी और पोषण नहीं मिल पाता।",
            "क्या_करें": "प्रभावित टहनियों या पूरे पौधों को कटकर हटा दें और उन्हें जला दें। नीम के तेल (5 मिली प्रति लीटर पानी) का छिड़काव करें। जरूरत पड़ने पर जैविक कीटनाशक का उपयोग करें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "बैंगन के फूल या छोटे फल लगने के बाद अचानक गिर जाते हैं।",
            "क्यों_हुआ": "तापमान में अचानक बदलाव, पानी की कमी या अधिकता, पोषक तत्वों (जैसे बोरॉन, कैल्शियम) की कमी, या परागण (pollination) ठीक से न होने के कारण होता है।",
            "क्या_करें": "मिट्टी में हमेशा नमी बनाए रखें, न बहुत ज्यादा पानी दें न बहुत कम। पौधों को संतुलित खाद दें। परागण बढ़ाने के लिए फूलों को हल्का हिलाएं।"
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "बैंगन के लिए अच्छी जल निकासी वाली, उपजाऊ बलुई दोमट मिट्टी चुनें जिसका pH मान 6.0 से 7.0 हो।",
        "टिप_2": "पौधों को प्रतिदिन कम से कम 6-8 घंटे सीधी और भरपूर धूप मिलनी चाहिए।",
        "टिप_3": "मिट्टी को लगातार नम रखें, विशेषकर फूल और फल लगने के दौरान नियमित रूप से गहरा पानी दें।",
        "टिप_4": "रोपण के बाद और फूल आने से पहले संतुलित जैविक खाद या एनपीके (NPK) उर्वरक का प्रयोग करें।",
        "टिप_5": "कीटों और बीमारियों की नियमित रूप से निगरानी करें और आवश्यकतानुसार जैविक या रासायनिक नियंत्रण उपाय अपनाएं।",
        "टिप_6": "पौधों के बीच पर्याप्त दूरी (कम से कम 60-75 सेमी) रखें ताकि हवा और धूप अच्छी तरह लग सके।",
        "टिप_7": "फलों को नरम और चमकदार होने पर, ज्यादा पकने से पहले, डंठल के साथ तेज चाकू से सावधानी से काटें।"
    }
}