{
    "सरल_परिचय": "राम-राम किसान भाई! मैं आपका कृषि सलाहकार। मटर एक हरी-हरी और मीठी सब्जी है, जिसके दाने हम खाते हैं। इसे आप अपनी दाल, सब्जी और पुलाव में इस्तेमाल कर सकते हैं। यह ठंडे मौसम की अच्छी फसल है, इसे उगाकर आप अच्छी कमाई कर सकते हैं और आपके परिवार को ताज़ी सब्जी भी मिलेगी।",
    "कब_लगाएं": "मटर को ठंडी में लगाना सबसे अच्छा रहता है। जब हल्की-हल्की ठंड शुरू होती है, यानी अक्टूबर और नवंबर के महीने में, तब मटर के बीज बोना सबसे बढ़िया होता है।",
    "कैसे_लगाएं": [
        "**सही बीज चुनें:** सबसे पहले, अच्छी किस्म के और साफ-सुथरे बीज ही बोएं। ये आपको सरकारी दुकान या किसी भरोसेमंद बीज वाले से मिल जाएंगे।",
        "**खेत तैयार करें:** अपनी जमीन को अच्छी तरह से जोतकर मिट्टी को भुरभुरी (ढीली) बना लें।",
        "**बीज बोने का तरीका:**",
        "एक लाइन से दूसरी लाइन के बीच लगभग डेढ़ से दो हाथ की दूरी रखें (जैसे एक बड़ा डंडा जितना दूर)।",
        "एक बीज से दूसरे बीज के बीच एक मुट्ठी या आधा हाथ की दूरी (थोड़ी-थोड़ी दूर) रखें।",
        "बीज को मिट्टी में अपनी एक उंगली के बराबर गहरा (बहुत ज्यादा गहरा नहीं) बोएं।",
        "बहुत पास या बहुत गहरे नहीं बोना है, नहीं तो फसल ठीक से नहीं उगेगी।"
    ],
    "पानी_कब_दें": [
        "**पहला पानी:** बीज बोने के तुरंत बाद हल्का पानी दें ताकि बीज अच्छे से जम जाएं।",
        "**दूसरा पानी:** जब मटर के पौधों पर फूल आने लगें, तब फिर से हल्का पानी दें।",
        "**तीसरा पानी:** जब मटर की फलियों में दाने भरने लगें, तब एक बार और हल्का पानी दें।",
        "**याद रखें:** खेत में पानी खड़ा (जमा) नहीं होना चाहिए। जब मिट्टी सूखी लगे, तभी पानी दें।"
    ],
    "खाद_कब_दें": [
        "**खेत तैयार करते समय:** सबसे पहले, खूब सारी सड़ी हुई गोबर की खाद (या कम्पोस्ट खाद) खेत में अच्छी तरह मिला दें। इससे मिट्टी की ताकत बहुत बढ़ती है।",
        "**बीज बोते समय:** बीज बोने के साथ थोड़ी सी डीएपी (DAP) खाद डालें। इससे पौधे की जड़ें मजबूत बनती हैं।",
        "**अगर पौधा कमजोर लगे:** अगर मटर के पौधे छोटे और कमजोर दिखें, तो फूल आने से पहले थोड़ी यूरिया खाद डालें। लेकिन ज्यादा यूरिया से बचें, इससे फलियां कम बनती हैं।"
    ],
    "f_कब_तैयार": "मटर की फसल बोने के लगभग 60 से 90 दिन (यानी दो से तीन महीने) बाद तोड़ने के लिए तैयार हो जाती है।\n\n**कैसे पता चलेगा:** जब फलियां मोटी और भरी हुई दिखने लगें और उनके अंदर के दाने बड़े हो जाएं, लेकिन फली का रंग अभी भी हरा और ताज़ा हो, तब समझ लें कि मटर तोड़ने के लिए तैयार है। कच्ची या पीली फलियां नहीं तोड़नी चाहिए।",
    "आम_समस्याएं": [
        {
            "समस्या": "कीड़े लगना (जैसे माहू या इल्ली): छोटे-छोटे कीड़े पौधों का रस चूसते हैं या फलियों को खाते हैं।",
            "समाधान": "नीम का तेल पानी में मिलाकर पौधों पर छिड़काव करें। अगर बहुत ज्यादा कीड़े हों, तो कृषि विभाग के डॉक्टर से पूछकर ही कोई हल्की दवा डालें।"
        },
        {
            "समस्या": "फंगस की बीमारी (जैसे पत्तों पर सफेद धब्बे): पत्तों पर सफेद या भूरे धब्बे दिखते हैं, जिससे पौधा कमजोर हो जाता है।",
            "समाधान": "अच्छी किस्म के बीज बोएं और खेत को साफ-सुथरा रखें। अगर बीमारी फैल जाए, तो कृषि विशेषज्ञ से पूछकर फंगस मारने वाली दवा का छिड़काव करें।"
        },
        {
            "समस्या": "खेत में घास-फूस (खरपतवार): अनावश्यक घास-फूस उगकर पौधों का पानी और खाद ले लेती है।",
            "समाधान": "समय-समय पर हाथ से निराई-गुड़ाई करके खेत से घास-फूस निकाल दें। इससे मिट्टी में हवा भी लगती है और पौधे अच्छे बढ़ते हैं।"
        }
    ],
    "कमाई_कितनी": {
        "खर्च_प्रति_बीघा_लगभग": "मटर की खेती में एक बीघा जमीन पर बीज, खाद, पानी, जुताई और मजदूरी मिलाकर लगभग 8,000 से 15,000 रुपये का खर्च आ सकता है। यह जगह और आप कितनी अच्छी देखभाल करते हैं, उस पर निर्भर करेगा।",
        "कमाई_प्रति_बीघा_लगभग": "अगर आप अच्छी देखभाल करते हैं, तो एक बीघा से आपको 10 क्विंटल (1000 किलोग्राम) तक मटर मिल सकती है। बाजार में मटर का भाव 20 रुपये से 50 रुपये प्रति किलो या उससे भी ज्यादा हो सकता है।\n\nइस हिसाब से, आपकी कमाई 20,000 रुपये से लेकर 50,000 रुपये या उससे भी अधिक प्रति बीघा तक हो सकती है।\n\n**याद रखें:** यह केवल एक अंदाजा है। बाजार का भाव और आपकी फसल की पैदावार कम या ज्यादा हो सकती है। जितनी अच्छी आप फसल की देखभाल करेंगे, उतनी ही ज्यादा कमाई आपको मिलेगी।"
    },
    "फसल_का_नाम": "मटर",
    "परिचय": "मटर (Pea) एक लोकप्रिय सब्जी है. इसके हरे दानों का उपयोग विभिन्न व्यंजनों में किया जाता है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "मटर की खेती पूरे भारत में की जाती है.",
        "जलवायु": "यह ठंडे मौसम की फसल है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में मटर की कई किस्में उगाई जाती हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "मटर की फलियों को तब तोड़ा जाता है जब वे पूरी तरह से भर जाती हैं लेकिन अभी भी कच्ची होती हैं.",
        "विधि": "फलियों को हाथ से तोड़ा जाता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग": "फलियां समान रूप से चमकीले हरे रंग की होनी चाहिए. भारतीय मानक ब्यूरो ने प्रसंस्करण के लिए उपयोग किए जाने वाले मटर के लिए बीज के आकार के आधार पर चार ग्रेड निर्धारित किए हैं.",
        "पैकेजिंग": "छोटी दूरी के बाजारों के लिए फलियों को जूट की बोरियों में पैक किया जाता है. लंबी दूरी के लिए, बांस की टोकरियों को प्राथमिकता दी जाती है.",
        "भंडारण": "ताजे बिना छिले मटर को 0°C तापमान और 90-95% सापेक्ष आर्द्रता पर दो सप्ताह तक रखा जा सकता है. मटर अत्यधिक खराब होने वाली सब्जी है और 2 सप्ताह से अधिक भंडारण के बाद अच्छी गुणवत्ता बनाए नहीं रखेगी."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "मटर को स्थानीय बाजारों में बेचा जाता है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "मटर में अब फलियाँ बन रही होंगी, फसल को ध्यान से देखो और ज़रूरत पड़ने पर हल्की सिंचाई करो।",
        "फरवरी": "शुरुआती मटर की कटाई शुरू हो सकती है, बाकी फसल में दाने भर रहे होंगे, ध्यान से देखभाल करो।",
        "मार्च": "ज़्यादातर मटर की कटाई इसी महीने होगी, अच्छे से कटाई करके दानों को सुखाकर सही जगह रखो।",
        "अप्रैल": "कटाई के बाद खेत को अच्छी तरह साफ करो और अगली फसल के लिए तैयार करो या खाली छोड़ दो।",
        "मई": "खेत को गहरी जुताई करके धूप लगने दो, ताकि मिट्टी की सेहत सुधरे और कीट-पतंगे मरें।",
        "जून": "बारिश का इंतज़ार करो और खेत की मिट्टी को अच्छी तरह तैयार रखो ताकि पानी ठीक से सोखे।",
        "जुलाई": "बारिश हो तो खेत में पानी जमा न हो, मेड़बंदी करके पानी की निकासी का इंतज़ाम करो।",
        "अगस्त": "अगली बुवाई के लिए खेत को अच्छे से तैयार करो, खाद-पानी का अंदाज़ा लगाओ और बीज का बंदोबस्त करो।",
        "सितंबर": "अब बुवाई का समय आ रहा है, खेत की आखिरी तैयारी करो, मिट्टी को भुरभुरा बनाओ।",
        "अक्टूबर": "मटर की बुवाई का सबसे अच्छा समय है, सही दूरी और गहराई पर अच्छे बीज बो दो।",
        "नवंबर": "पौधे निकल आए होंगे, खरपतवार निकालो और ज़रूरत हो तो पहली हल्की सिंचाई करो।",
        "दिसंबर": "मटर की फसल बढ़ रही होगी, कीट और बीमारियों पर नज़र रखो और ज़रूरत पड़ने पर पानी दो।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "पत्तियों और नई फलियों पर छोटे हरे या काले कीड़े चिपक जाते हैं, जिससे पत्तियां मुड़ जाती हैं और चिपचिपी हो जाती हैं।",
            "क्यों_हुआ": "ये कीड़े (चेपा या एफिड्स) पौधों का रस चूसते हैं, जिससे पौधा कमजोर होता है और उसकी बढ़वार रुक जाती है।",
            "क्या_करें": "1. नीम का तेल (5 मिलीलीटर प्रति लीटर पानी) घोलकर पौधों पर छिड़काव करें।\n2. अगर समस्या बहुत ज्यादा हो तो किसी हल्के कीटनाशक का प्रयोग करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "पत्तियों, तनों और फलियों पर सफेद आटे जैसी परत जम जाती है, जिससे पौधा कमजोर हो जाता है।",
            "क्यों_हुआ": "यह एक फंगस (पाउडरी मिल्ड्यू) से होने वाली बीमारी है जो ठंडे और नमी वाले मौसम में फैलती है।",
            "क्या_करें": "1. सल्फर (गंधक) पाउडर या किसी फफूंदनाशक का छिड़काव करें।\n2. पौधों के बीच सही दूरी रखें ताकि हवा अच्छे से पास हो सके।"
        },
        "समस्या_3": {
            "क्या_हुआ": "मटर के पौधों के साथ खेत में दूसरी अनावश्यक घास और पौधे उग जाते हैं।",
            "क्यों_हुआ": "खरपतवार मिट्टी से पानी और पोषक तत्व छीन लेते हैं, जिससे मटर के पौधों की बढ़वार रुक जाती है।",
            "क्या_ करें": "1. फसल उगने के 20-30 दिन बाद निराई-गुड़ाई करके खरपतवारों को हाथ से निकाल दें।\n2. जरूरत पड़ने पर दोबारा निराई-गुड़ाई करें या सही खरपतवारनाशक का उपयोग करें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पौधे की पत्तियां पीली पड़ जाती हैं, पौधा मुरझाकर सूखने लगता है और जड़ें काली होकर सड़ जाती हैं।",
            "क्यों_हुआ": "खेत में जरूरत से ज्यादा पानी भरने या खराब जल निकासी से मिट्टी में फंगस पनपती है।",
            "क्या_करें": "1. खेत में पानी जमा न होने दें, सिंचाई सोच-समझकर और जरूरत के हिसाब से करें।\n2. बुवाई से पहले बीजों को फफूंदनाशक दवा से उपचारित करके बोएं।"
        },
        "समस्या_5": {
            "क्या_हुआ": "मटर के पौधों की पत्तियां पीली पड़ने लगती हैं और उनकी बढ़वार ठीक से नहीं होती।",
            "क्यों_हुआ": "मिट्टी में जरूरी पोषक तत्वों, खासकर नाइट्रोजन या अन्य सूक्ष्म पोषक तत्वों की कमी होती है।",
            "क्या_करें": "1. बुवाई से पहले खेत में पर्याप्त मात्रा में गोबर की खाद या कम्पोस्ट डालें।\n2. जरूरत पड़ने पर फसल में संतुलित एनपीके (NPK) या सूक्ष्म पोषक तत्वों का छिड़काव करें।"
        }
    },
    "कमाई_और_बाजार": {
        "मटर_की_खेती_से_कमाई": {
            "शीर्षक": "मटर की खेती से कमाई: एक विस्तृत मार्गदर्शिका",
            "जानकारी": "मटर की खेती से होने वाली कमाई कई कारकों पर निर्भर करती है जैसे कि बीज की किस्म, मिट्टी का प्रकार, मौसम, खेती के तरीके और बाजार भाव। यहाँ दिए गए आंकड़े सामान्य अनुमान हैं और वास्तविक स्थिति के अनुसार भिन्न हो सकते हैं।",
            "1_कुल_खर्च_प्रति_बीघा": {
                "अनुमानित_रेंज": "₹18,000 - ₹25,000",
                "विवरण": [
                    {
                        "मद": "बीज (लगभग 25-30 किलो)",
                        "खर्च": "₹2,500 - ₹3,500"
                    },
                    {
                        "मद": "जुताई (खेत की तैयारी)",
                        "खर्च": "₹1,000 - ₹1,500"
                    },
                    {
                        "मद": "खाद और उर्वरक (D.A.P., यूरिया, पोटाश आदि)",
                        "खर्च": "₹2,500 - ₹3,500"
                    },
                    {
                        "मद": "सिंचाई (3-4 बार)",
                        "खर्च": "₹1,000 - ₹1,500"
                    },
                    {
                        "मद": "निराई-गुड़ाई (खरपतवार नियंत्रण)",
                        "खर्च": "₹1,500 - ₹2,500"
                    },
                    {
                        "मद": "कीटनाशक/फफूंदनाशक और छिड़काव",
                        "खर्च": "₹1,000 - ₹1,500"
                    },
                    {
                        "मद": "कटाई (मजदूरी, कई बार तोड़ाई होती है)",
                        "खर्च": "₹6,000 - ₹10,000"
                    },
                    {
                        "मद": "परिवहन और मंडी शुल्क",
                        "खर्च": "₹1,000 - ₹1,500"
                    },
                    {
                        "मद": "अन्य आकस्मिक खर्च",
                        "खर्च": "₹500 - ₹1,000"
                    }
                ]
            },
            "2_कुल_उपज_प्रति_बीघा": {
                "अनुमानित_उपज_किलो_में": "2500 - 4000 किलोग्राम",
                "औसत_उपज_किलो_में": "3000 किलोग्राम (यानी 30 क्विंटल)"
            },
            "3_बाजार_भाव_प्रति_किलो": {
                "अनुमानित_रेंज": "₹15 - ₹35",
                "औसत_भाव": "₹25"
            },
            "4_कुल_कमाई_प्रति_बीघा": {
                "उदाहरण_गणना_औसत_पर": {
                    "कुल_आय": "3000 किलोग्राम * ₹25/किलोग्राम = ₹75,000",
                    "औसत_खर्च": "₹22,000",
                    "शुद्ध_बचत": "₹75,000 - ₹22,000 = ₹53,000"
                },
                "संभावित_रेंज_शुद्ध_बचत": "₹30,000 - ₹80,000 (यह बाजार भाव, उपज और खर्च पर बहुत निर्भर करता है)"
            },
            "5_कहाँ_बेचें": [
                "स्थानीय थोक मंडी (Local Mandi): सबसे आम तरीका, थोक में बेचने के लिए।",
                "बड़े शहरों की थोक मंडियां: परिवहन खर्च ज्यादा हो सकता है, लेकिन दाम अक्सर बेहतर मिलते हैं।",
                "सीधे उपभोक्ता या छोटे खुदरा विक्रेता: अपनी दुकान लगाकर या सीधे छोटे सब्जी विक्रेताओं को बेचकर ज्यादा मुनाफा कमाया जा सकता है, पर इसमें अधिक मेहनत और समय लगता है।",
                "फूड प्रोसेसिंग यूनिट्स: मटर की कुछ खास किस्मों को फ्रोजन मटर बनाने वाली कंपनियों या अन्य खाद्य प्रसंस्करण इकाइयों को अनुबंध खेती (contract farming) के तहत बेचा जा सकता है।",
                "व्यापारी: खेत से ही व्यापारी मटर खरीद लेते हैं, लेकिन इसमें अक्सर दाम थोड़ा कम मिलता है।"
            ],
            "6_ज़्यादा_कमाई_के_लिए_सुझाव": [
                "सही किस्म का चुनाव: ऐसी किस्मों का चुनाव करें जो जल्दी पकती हों या जिनकी उपज ज्यादा हो।",
                "समय पर बुवाई: सही समय पर बुवाई करने से बाजार में फसल के अच्छे दाम मिलने की संभावना बढ़ जाती है।",
                "मिट्टी की जाँच: मिट्टी की जाँच करवाकर आवश्यकतानुसार संतुलित खाद और उर्वरकों का प्रयोग करें।",
                "पानी का प्रबंधन: आवश्यकतानुसार ही सिंचाई करें, अत्यधिक पानी से बचें।",
                "कीट और रोग नियंत्रण: फसल को कीटों और रोगों से बचाने के लिए समय पर पहचान और उचित उपचार करें।",
                "बिचौलियों से बचें: यदि संभव हो तो सीधे ग्राहकों या छोटे खुदरा विक्रेताओं तक पहुंचने की कोशिश करें।",
                "स्थानीय सब्जी विक्रेताओं से सीधा संपर्क: अपने क्षेत्र के सब्जी विक्रेताओं से सीधा संपर्क स्थापित करें।",
                "सहकारी समितियां: किसानों की सहकारी समितियों से जुड़ें, अक्सर वहाँ बेहतर बाजार पहुँच और उचित दाम मिलते हैं।",
                "सरकारी योजनाओं का लाभ: कृषि विभाग द्वारा चलाई जा रही विभिन्न योजनाओं और सब्सिडी का लाभ उठाएं।",
                "मिश्रित खेती: मटर के साथ-साथ अन्य फसलें भी उगाएं ताकि जोखिम कम हो और आय का स्रोत बना रहे।"
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "अच्छी जल निकासी वाली, उपजाऊ दोमट मिट्टी चुनें जिसका pH 6-7 के बीच हो।",
        "टिप_2": "सही समय पर बुवाई करें: ठंडी जलवायु पसंद करता है, अक्टूबर-नवंबर या फरवरी-मार्च उपयुक्त है।",
        "टिप_3": "बुवाई से पहले बीजों को फफूंदनाशक और राइज़ोबियम कल्चर से उपचारित करें।",
        "टिप_4": "फूल आने और फलियां बनने के दौरान खेत में उचित नमी बनाए रखें, अधिक सिंचाई से बचें।",
        "टिप_5": "मिट्टी परीक्षण के आधार पर संतुलित खाद (विशेषकर फास्फोरस) और बुवाई के समय गोबर की खाद डालें।",
        "टिप_6": "लंबी बढ़ने वाली किस्मों के लिए पौधों को सहारा (जैसे जाली या डंडे) दें ताकि वे गिरें नहीं।",
        "टिप_7": "कीटों और रोगों के लिए नियमित निगरानी करें और शुरुआती अवस्था में ही उनका नियंत्रण करें।"
    }
}