{
    "सरल_परिचय": "राम-राम किसान भाइयों! मूंग हमारी हरी दाल है, जो बहुत ताकतवर और पौष्टिक होती है। यह फसल बहुत जल्दी, लगभग 60 से 70 दिनों में पककर तैयार हो जाती है। इसे उगाने से आपकी ज़मीन को भी फायदा होता है और आप साल में कई फसलें ले सकते हैं। इससे आपको अच्छा पैसा भी मिलता है और आपकी सेहत भी अच्छी रहती है।",
    "कब_लगाएं": "आप मूंग की फसल को साल में दो बार लगा सकते हैं, ताकि ज़्यादा कमाई हो: \n\n1.  **बरसात में (खरीफ की फसल):** जब पहली बारिश हो जाए, तब जून के आखिर या जुलाई की शुरुआत में इसे बोया जाता है। \n2.  **गर्मी में (जायद की फसल):** फरवरी के आखिर या मार्च की शुरुआत में इसे लगा सकते हैं, जब ठंड कम हो जाती है।",
    "कैसे_lagaएं": "खेती करने का तरीका बहुत आसान है:\n\n1.  **खेत तैयार करें:** सबसे पहले अपने खेत को अच्छी तरह से जोतकर मिट्टी को भुरभुरा और समतल बना लें। ढेले नहीं होने चाहिए।\n2.  **सही बीज चुनें:** अच्छी दुकान से, अच्छी क्वालिटी का बीज खरीदें जो बीमारी ना पकड़े (जैसे एसएमएल-668 या आईपीएम 02-3)। बीज खरीदने से पहले दुकानदार से पूछें कि यह बीमारी से लड़ने वाला बीज है क्या।\n3.  **बीज की बुवाई:**\n    *   बीज को मशीन से या हल के पीछे लाइन (कतार) में बोना सबसे अच्छा है।\n    *   एक लाइन से दूसरी लाइन की दूरी लगभग एक से डेढ़ हाथ (लगभग 30 से 45 सेंटीमीटर) रखें।\n    *   एक पौधे से दूसरे पौधे की दूरी चार अंगुल (लगभग 10 से 15 सेंटीमीटर) रखें।\n    *   बीज को मिट्टी में लगभग दो से तीन अंगुल (लगभग 3 से 5 सेंटीमीटर) गहरा डालें।",
    "पानी_कब_दें": "मूंग की फसल को ज़्यादा पानी की ज़रूरत नहीं होती, यह कम पानी में भी हो जाती है। लेकिन कुछ समय पानी देना बहुत ज़रूरी है:\n\n*   **पहला पानी:** जब फसल पर फूल आने लगें, तब हल्का पानी दें।\n*   **दूसरा पानी:** जब फलियां बनने लगें, तब एक बार और पानी दें।\n*   **ध्यान रखें:** अगर बारिश नहीं हो रही है और मिट्टी ज़्यादा सूखी दिख रही है, तो एक हल्का पानी ज़रूर दें। आमतौर पर 1 से 2 बार पानी काफी होता है।",
    "खाद_कब_दें": "मूंग को बहुत कम खाद की ज़रूरत होती है क्योंकि यह खुद ही ज़मीन में ताकत बनाती है।\n\n*   **बुवाई के समय:** खेत तैयार करते समय थोड़ी सी डीएपी (DAP) खाद और थोड़ा पोटाश (Potash) मिट्टी में अच्छी तरह मिला दें। अगर आपकी ज़मीन बहुत कमज़ोर है, तो थोड़ी यूरिया (Urea) भी डाल सकते हैं, पर बहुत थोड़ी।\n*   **ज़रूरत पड़ने पर:** अगर आपकी फसल कमज़ोर दिख रही है, तो फूलों से पहले एक हल्का छिड़काव किसी खाद का कर सकते हैं, पर ज़्यादातर इसकी ज़रूरत नहीं पड़ती।",
    "फसल_कब_तैयार": "आपकी मूंग की फसल लगभग 60 से 70 दिनों में पककर तैयार हो जाएगी। कुछ किस्में तो और भी जल्दी पक जाती हैं।\n\n**कैसे पहचानें कि फसल तैयार है:**\n*   जब मूंग की फलियां सूखकर पीली पड़ने लगें और कुछ काली भी हो जाएं।\n*   जब फलियां आसानी से टूट जाएं और उनके अंदर के दाने सख्त हो जाएं, तब समझो फसल कटाई के लिए तैयार है।\n*   ध्यान रखें कि सारी फलियां एक साथ नहीं पकतीं, तो आपको दो या तीन बार में कटाई करनी पड़ सकती है।",
    "आम_समस्याएं": "मूंग की फसल में कुछ परेशानियाँ आ सकती हैं, जिनके आसान उपाय यहाँ दिए गए हैं:\n\n1.  **पीलापन (पीला मोजेक रोग):** इसमें पत्तियां पीली पड़ जाती हैं और पौधा बढ़ना बंद कर देता है।\n    *   **समाधान:** बीमारी वाले पौधों को तुरंत उखाड़कर खेत से बाहर फेंक दें। ऐसी बीज की किस्म (जैसे IPM 99-125 Meha) चुनें जो इस बीमारी से लड़ सके। सफेद मक्खी (जो इस बीमारी को फैलाती है) को मारने की दवा का छिड़काव करें।\n2.  **कीड़े (इल्ली):** छोटे कीड़े फलियों और पत्तियों को खाकर नुकसान पहुंचाते हैं।\n    *   **समाधान:** जब आपको खेत में कीड़े दिखें तो किसी अच्छे कीटनाशक दवा का हल्का छिड़काव करें। दुकान पर पूछकर सही दवा लें।\n3.  **खरपतवार (अनावश्यक घास):** खेत में मूंग के साथ घास उग जाती है, जो मूंग का खाना और पानी ले लेती है।\n    *   **समाधान:** फसल उगने के 20-25 दिन बाद हाथ से घास निकाल दें। आप चाहें तो घास मारने वाली दवा (खरपतवार नाशक) का छिड़काव भी कर सकते हैं, पर सावधानी से।",
    "कमाई_कितनी": "यह सिर्फ एक अंदाज़ा है, क्योंकि खर्च और बाज़ार में भाव (कीमत) हर साल और हर जगह बदलते रहते हैं।\n\n*   **एक बीघा में खर्च (लगभग):** खेत की जुताई, बीज, खाद, पानी, दवा और मज़दूरी मिलाकर एक बीघा में लगभग 5,000 से 7,000 रुपये तक का खर्च आ सकता है।\n*   **एक बीघा में पैदावार और कमाई (लगभग):**\n    *   अगर आपकी फसल अच्छी हुई तो एक बीघा में 3 से 5 क्विंटल (300 से 500 किलोग्राम) मूंग पैदा हो सकती है।\n    *   बाज़ार भाव के हिसाब से एक बीघा में आप 10,000 से 20,000 रुपये या उससे भी ज़्यादा कमा सकते हैं।\n    *   इस हिसाब से, खर्च निकालकर आपको एक बीघा में 5,000 से 13,000 रुपये तक का फायदा हो सकता है। यह एक अच्छी और मुनाफे वाली फसल है।",
    "फसल_का_नाम": "मूंग",
    "परिचय": "मूंग, जिसे ग्रीन ग्राम भी कहते हैं, भारत की एक बहुत ही लोकप्रिय और पौष्टिक दाल है। यह फसल बहुत जल्दी (60-70 दिनों में) तैयार हो जाती है, जिससे किसान एक ही साल में कई फसलें ले सकते हैं।",
    "मिट्टी और जलवायु": {
        "पसंदीदा मिट्टी": "मूंग की खेती के लिए अच्छी जल निकासी वाली हल्की दोमट या बलुई दोमट मिट्टी (Loam or Sandy Loam) सबसे अच्छी होती है।",
        "जलवायु": "यह गर्म मौसम की फसल है और इसे खरीफ और जायद (गर्मी), दोनों मौसमों में उगाया जा सकता है। फसल पकते समय साफ और सूखा मौसम होना चाहिए।"
    },
    "उन्नत किस्में": {
        "जानकारी": "सही किस्म का चुनाव पैदावार बढ़ाने के लिए बहुत ज़रूरी है। यहाँ कुछ प्रमुख किस्में हैं:",
        "जल्दी पकने वाली": "एसएमएल-668 (SML-668) और पूसा विशाल (Pusa Vishal) जैसी किस्में गर्मी के मौसम के लिए बहुत अच्छी हैं और 60-65 दिनों में पक जाती हैं।",
        "अधिक पैदावार वाली": "आईपीएम 02-3 (IPM 02-3) और एमएच 421 (MH 421) किस्में अच्छी पैदावार के लिए जानी जाती हैं।",
        "रोग प्रतिरोधी": "आईपीएम 99-125 (मेहा) (IPM 99-125 Meha) किस्म पीला मोजेक रोग (Yellow Mosaic Virus) के प्रति काफी सहनशील है, जो इस फसल की सबसे बड़ी बीमारी है।"
    },
    "खेती की प्रक्रिया": {
        "खेत की तैयारी": "खेत की 2-3 बार जुताई करके मिट्टी को भुरभुरा बना लें और पाटा लगाकर खेत को समतल कर दें ताकि पानी न ठहरे।",
        "बुवाई का समय": "खरीफ फसल के लिए जून-जुलाई और गर्मी की फसल के लिए मार्च-अप्रैल का महीना बुवाई के लिए सबसे अच्छा होता है।",
        "सिंचाई": "खरीफ की फसल में आमतौर पर सिंचाई की ज़रूरत नहीं पड़ती। गर्मी की फसल में 3-4 बार हल्की सिंचाई करनी पड़ती है, खासकर फूल आने और दाना भरने के समय।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "पीला मोजेक (Yellow Mosaic Virus)": "यह मूंग की सबसे विनाशकारी बीमारी है। इसमें पत्तियों पर पीले धब्बे पड़ते हैं और पौधे की बढ़त रुक जाती है। यह सफेद मक्खी से फैलता है। बचाव के लिए रोग-प्रतिरोधी किस्में बोएं और सफेद मक्खी के नियंत्रण के लिए 'इमिडाक्लोप्रिड' (Imidacloprid) का छिड़काव करें।",
            "पर्ण झुर्री (Leaf Crinkle)": "पत्तियां मोटी और खुरदरी होकर मुड़ने लगती हैं। यह रोग बीज से फैलता है, इसलिए हमेशा प्रमाणित और स्वस्थ बीज का ही प्रयोग करें।"
        },
        "प्रमुख कीट": {
            "सफेद मक्खी (Whitefly)": "यह कीट पत्तियों का रस चूसता है और पीला मोजेक रोग फैलाता है। इसके नियंत्रण के लिए 'थायोमेथोक्साम' (Thiamethoxam) या नीम तेल (Neem Oil) का छिड़काव करें।",
            "माहू/एफिड (Aphids)": "यह कीट भी पत्तियों और फूलों का रस चूसकर फसल को कमजोर कर देता है। इसके लिए भी 'इमिडाक्लोप्रिड' (Imidacloprid) प्रभावी है।"
        }
    },
    "कटाई और भंडारण": {
        "कटाई": "जब 75-80% फलियां काली पड़कर सूख जाएं, तो फसल की तुड़ाई कर लेनी चाहिए। मूंग की फलियां एक साथ नहीं पकतीं, इसलिए 2-3 बार में तुड़ाई करनी पड़ती है।",
        "भंडारण": "तुड़ाई के बाद फलियों को अच्छी तरह धूप में सुखाकर थ्रेसर से दाने निकालें। दानों को तब तक सुखाएं जब तक नमी 8-10% न रह जाए। फिर जूट की बोरियों में भरकर सूखी और ठंडी जगह पर रखें।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "ताज़ी फसल के समय बाजार में दाम कम होते हैं। यदि संभव हो तो दानों को 2-3 महीने स्टोर करके बेचें, इससे आपको बेहतर कीमत मिल सकती है।",
        "संरक्षण (Preservation)": "मूंग को दाल बनाकर बेचने से ज़्यादा मुनाफा होता है। इसके अलावा, अंकुरित मूंग (sprouts) की भी शहरों में बहुत मांग है, जो किसानों के लिए आय का एक और अच्छा स्रोत बन सकता है।"
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "खेत की तैयारी के बारे में सोचो और पिछली फसल के बचे खरपतवार साफ करो।",
        "फरवरी": "ज़ायद मूंग बोने के लिए खेत तैयार करो और अच्छी किस्म का बीज चुनो।",
        "मार्च": "ज़ायद मूंग की बुवाई पूरी करो और पहली सिंचाई के साथ खरपतवार निकालो (निराई-गुड़ाई)।",
        "अप्रैल": "मूंग में फूल आने लगें तो हल्की सिंचाई करो और कीट-रोगों पर नज़र रखो।",
        "मई": "ज़ायद मूंग की फलियां पकने पर कटाई करो और दानों को धूप में अच्छी तरह सुखाओ।",
        "जून": "खरीफ मूंग बोने के लिए खेत तैयार करो और पहली बारिश होते ही बुवाई शुरू करो।",
        "जुलाई": "खरीफ मूंग की बुवाई पूरी करो और पौधों को स्वस्थ रखने के लिए खरपतवार हटाओ।",
        "अगस्त": "मूंग में फूल आने लगें तो कीट-रोगों की निगरानी करो और ज़रूरत पड़ने पर दवाई डालो।",
        "सितंबर": "खरीफ मूंग की फलियां पकने पर कटाई करो और दानों को सुखाकर सही जगह भंडारित करो।",
        "अक्टूबर": "मूंग कटाई के बाद खेत की सफाई करो और मिट्टी की उर्वरता बढ़ाने के लिए गहरी जुताई करो।",
        "नवंबर": "खेत को थोड़ा आराम दो या अगली फसल के लिए योजना बनाओ।",
        "दिसंबर": "मूंग की पिछली फसल से सीखो और अगले साल के लिए बीज, खाद और ज़रूरी सामान जुटाओ।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "पत्तियां पीली पड़ने लगती हैं और उन पर हरे-पीले धब्बे दिखते हैं, पौधा बढ़ना बंद कर देता है।",
            "क्यों_हुआ": "यह एक वायरस (पीला मोज़ेक वायरस) है जिसे सफेद मक्खी एक पौधे से दूसरे पौधे तक फैलाती है।",
            "क्या_करें": "1. संक्रमित पौधों को तुरंत खेत से निकालकर जला दें या मिट्टी में दबा दें।\n2. सफेद मक्खी को नियंत्रित करने के लिए नीम का तेल (3-5 मिली/लीटर पानी) या इमिडाक्लोप्रिड (0.5 मिली/लीटर पानी) का छिड़काव करें।\n3. रोग प्रतिरोधी किस्में (जैसे IPM 2-3, MH 421) बोएं।"
        },
        "समस्या_2": {
            "क्या_हुआ": "छोटे-छोटे हरे या काले कीड़े पत्तियों के नीचे और कोमल टहनियों पर चिपके होते हैं, पत्तियां मुड़ जाती हैं और चिपचिपी हो जाती हैं।",
            "क्यों_हुआ": "यह छोटे कीड़े (माहू/चेपा) पौधे का रस चूसते हैं, जिससे पौधा कमजोर हो जाता है और बढ़ नहीं पाता।",
            "क्या_करें": "1. शुरुआती चरण में नीम का तेल (3-5 मिली/लीटर पानी) का छिड़काव करें।\n2. अगर हमला ज्यादा हो तो डाइमेथोएट (2 मिली/लीटर पानी) या इमिडाक्लोप्रिड (0.5 मिली/लीटर पानी) का छिड़काव करें।\n3. खेत में लेडीबग बीटल जैसे मित्र कीटों को बढ़ावा दें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "खेत में मूंग के पौधों के साथ-साथ दूसरी अनावश्यक घास और पौधे उग जाते हैं, जिससे मूंग की बढ़वार रुक जाती है।",
            "क्यों_हुआ": "खरपतवार मूंग के पौधों का पानी, पोषक तत्व और सूरज की रोशनी छीन लेते हैं।",
            "क्या_करें": "1. बुवाई के 20-25 दिन बाद और फिर 40-45 दिन बाद निराई-गुड़ाई करके खरपतवार निकालें।\n2. रासायनिक नियंत्रण के लिए, पेंडीमेथालिन (1 लीटर प्रति एकड़) बुवाई के तुरंत बाद (48 घंटे के भीतर) छिड़कें।\n3. खेत को साफ रखें और बीज बुवाई से पहले खेत की अच्छी तरह से जुताई करें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पौधों की पत्तियां पीली पड़ने लगती हैं, बढ़वार रुक जाती है, और फूल-फल कम लगते हैं।",
            "क्यों_हुआ": "मिट्टी में जरूरी पोषक तत्वों (जैसे नाइट्रोजन, फास्फोरस, पोटाश या सूक्ष्म पोषक तत्व) की कमी होती है।",
            "क्या_करें": "1. बुवाई से पहले मिट्टी की जांच करवाएं और उसके आधार पर खाद डालें।\n2. बुवाई के समय 10-20 किग्रा नाइट्रोजन, 40-60 किग्रा फास्फोरस और 20 किग्रा पोटाश प्रति एकड़ डालें।\n3. अगर पत्तियां पीली पड़ रही हैं तो जिंक सल्फेट (5 किग्रा प्रति एकड़) या फेरस सल्फेट (2 किग्रा प्रति एकड़) का छिड़काव करें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "बारिश के बाद खेत में पानी भर जाता है, जिससे पौधे मुरझाकर पीले पड़ जाते हैं और मरने लगते हैं।",
            "क्यों_हुआ": "मूंग की जड़ों को सांस लेने के लिए हवा चाहिए होती है, पानी भरने से जड़ें गलने लगती हैं और पौधे को ऑक्सीजन नहीं मिल पाती।",
            "क्या_करें": "1. खेत में पानी की निकासी का उचित प्रबंध करें, अतिरिक्त पानी तुरंत बाहर निकाल दें।\n2. मेड़ों पर या ऊंची जगह पर बुवाई करें ताकि पानी जड़ों के पास जमा न हो।\n3. जलभराव की स्थिति में, सिंचाई रोक दें और मिट्टी को सूखने दें।"
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "अपनी जलवायु के अनुकूल, कम अवधि और रोग प्रतिरोधी उन्नत किस्मों का चुनाव करें।",
        "टिप_2": "खरीफ में मॉनसून की पहली बारिश के बाद और ग्रीष्म में फरवरी-मार्च में सही समय पर बुवाई करें।",
        "टिप_3": "अच्छी जल निकासी वाली, भुरभुरी बलुई दोमट मिट्टी तैयार करें और खेत को समतल रखें।",
        "टिप_4": "बुवाई से पहले बीजों को फफूंदनाशक और राइजोबियम कल्चर से उपचारित करना न भूलें।",
        "टिप_5": "बुवाई के समय प्रति हेक्टेयर 15-20 किलो नाइट्रोजन, 40-60 किलो फास्फोरस और 20-30 किलो पोटाश दें।",
        "टिप_6": "फूल आने और दाना भरने की अवस्था में हल्की सिंचाई ज़रूर दें, खेत में पानी जमा न होने दें।",
        "टिप_7": "खरपतवार नियंत्रण के लिए बुवाई के 20-25 दिन बाद निराई-गुड़ाई करें या सही शाकनाशी का उपयोग करें।"
    }
}