{
    "सलाह": {
        "सरल_परिचय": "नमस्ते किसान भाइयों! आज हम बात करेंगे मूंगफली की खेती की। मूंगफली को 'गरीबों का काजू' भी कहते हैं क्योंकि यह सस्ती होती है लेकिन इसमें काजू जैसी ताकत होती है। इसे बोने से आपको अच्छा तेल मिलेगा, खाने के लिए प्रोटीन मिलेगा और बेचकर अच्छे पैसे भी मिलेंगे। यह हमारी ज़मीन को भी बेहतर बनाती है।",
        "कब_लगाएं": "मूंगफली बोने का सबसे अच्छा समय बारिश का मौसम होता है, यानी जब पहली अच्छी बारिश हो जाए तो जून के आखिर या जुलाई के पहले हफ्ते में इसे बो सकते हैं। कुछ जगहों पर फरवरी-मार्च में गर्मी में भी बोते हैं, लेकिन बारिश वाला मौसम सबसे बढ़िया रहता है।",
        "कैसे_लगाएं": {
            "खेत_तैयार_करना": "सबसे पहले खेत को अच्छे से जोतकर भुरभुरा बना लें। खेत में पानी रुकना नहीं चाहिए, इसलिए मेड़ बनाकर या ऊंची जगह पर बोना अच्छा रहता है। मिट्टी हल्की और थोड़ी बालू वाली हो तो और भी अच्छा।",
            "बीज_का_चुनाव": "आप अच्छी और नई किस्म के बीज चुनें। जैसे JL-24 या TAG-24 जैसी किस्में जल्दी पकती हैं। M-13 या Chitra ज़्यादा पैदावार देती हैं, पर देर से पकती हैं। अगर बड़े दाने चाहिए तो TG-26 या TPG-41 लगा सकते हैं। बीज को बोने से पहले दवाई से उपचार ज़रूर करें ताकि बीमारी न लगे।",
            "बीज_बोना": "आप खेत में लाइन बनाकर बोएं। एक लाइन से दूसरी लाइन की दूरी डेढ़ फुट (लगभग 45 सेंटीमीटर) रखें। और एक पौधे से दूसरे पौधे की दूरी 4 से 6 इंच (लगभग 10-15 सेंटीमीटर) रखें। बीज को ज़मीन में 2 से 3 इंच (5-7 सेंटीमीटर) गहरा बोएं। बहुत गहरा या बहुत ऊपर नहीं होना चाहिए।",
            "खाद_कब_दें": "मूंगफली को बुवाई के समय अच्छी खाद की ज़रूरत होती है। खेत तैयार करते समय गोबर की सड़ी हुई खाद ज़रूर डालें। फिर बुवाई के समय हर बीघे में लगभग 40-50 किलो डीएपी (DAP), 10-15 किलो यूरिया और 20-25 किलो पोटाश डालें। साथ ही, अच्छी फली बनने के लिए और दानों को भरने के लिए 80-100 किलो जिप्सम (चूना) या गंधक भी ज़रूर डालें। इसे आप फूल आने से पहले या फूल आने के तुरंत बाद मिट्टी में मिला दें।",
            "पानी_कब_दें": "मूंगफली को बहुत ज़्यादा पानी की ज़रूरत नहीं होती, लेकिन कुछ खास समय पर पानी देना बहुत ज़रूरी है। \n1. जब बीज अंकुरित हो रहे हों। \n2. जब पौधे पर फूल आने शुरू हों। \n3. जब फली बननी शुरू हो और दाना भर रहा हो। \nज़मीन सूखी दिखे तो पानी दें, लेकिन इतना नहीं कि खेत में पानी भर जाए। ज़रूरत से ज़्यादा पानी से जड़ों को नुकसान होता है और बीमारियां लगती हैं।"
        },
        "पानी_कब_दें": "मूंगफली को बहुत ज़्यादा पानी की ज़रूरत नहीं होती, लेकिन कुछ खास समय पर पानी देना बहुत ज़रूरी है। \n1. जब बीज अंकुरित हो रहे हों। \n2. जब पौधे पर फूल आने शुरू हों। \n3. जब फली बननी शुरू हो और दाना भर रहा हो। \nज़मीन सूखी दिखे तो पानी दें, लेकिन इतना नहीं कि खेत में पानी भर जाए। ज़रूरत से ज़्यादा पानी से जड़ों को नुकसान होता है और बीमारियां लगती हैं।",
        "खाद_कब_दें": "मूंगफली को बुवाई के समय अच्छी खाद की ज़रूरत होती है। खेत तैयार करते समय गोबर की सड़ी हुई खाद ज़रूर डालें। फिर बुवाई के समय हर बीघे में लगभग 40-50 किलो डीएपी (DAP), 10-15 किलो यूरिया और 20-25 किलो पोटाश डालें। साथ ही, अच्छी फली बनने के लिए और दानों को भरने के लिए 80-100 किलो जिप्सम (चूना) या गंधक भी ज़रूर डालें। इसे आप फूल आने से पहले या फूल आने के तुरंत बाद मिट्टी में मिला दें।",
        "फसल_कब_तैयार": "मूंगफली की फसल आमतौर पर 90 से 130 दिन (लगभग 3 से 4 महीने) में तैयार हो जाती है, यह किस्म पर निर्भर करता है। जब फसल तैयार हो जाती है, तो पत्तियां पीली पड़कर सूखने लगती हैं। आप ज़मीन से कुछ फलियां निकालकर देखें, अगर फलियों के अंदर के दाने पूरे भरे हुए और सख्त हों, और अंदर का छिलका गहरा रंग का हो गया हो, तो समझ जाएं कि फसल खुदाई के लिए तैयार है।",
        "आम_समस्याएं": [
            {
                "समस्या": "खरपतवार (जंगली घास)",
                "पहचान": "खेत में मूंगफली के पौधों के साथ दूसरी जंगली घास उग जाती है, जो पानी और खाद खा जाती है।",
                "समाधान": "समय-समय पर खेत में निराई-गुड़ाई करें ताकि घास निकल जाए। आप घास मारने वाली दवाई (खरपतवारनाशक) का भी इस्तेमाल कर सकते हैं, लेकिन एक्सपर्ट से पूछकर ही करें।"
            },
            {
                "समस्या": "पत्ती धब्बा रोग (टिक्का रोग)",
                "पहचान": "पौधों की पत्तियों पर छोटे-छोटे भूरे या काले धब्बे पड़ जाते हैं, जिससे पत्तियां सूखने लगती हैं और झड़ जाती हैं।",
                "समाधान": "रोग से लड़ने वाली किस्मों को लगाएं। जैसे ही बीमारी दिखे, किसी अच्छी फफूंदनाशक दवाई का छिड़काव करें। दवाई डालते समय सावधानी बरतें।"
            },
            {
                "समस्या": "फली में दाना न बनना (खाली फली)",
                "पहचान": "फलियां तो बन जाती हैं, लेकिन उनके अंदर दाना नहीं भरता या बहुत छोटा दाना बनता है।",
                "समाधान": "यह कैल्शियम की कमी से होता है। बुवाई के समय या फूल आने के समय खेत में जिप्सम (चूना पत्थर) या गंधक ज़रूर डालें। इससे फलियां अच्छी भरेंगी और दाना मोटा होगा।"
            }
        ],
        "कमाई_कितनी": "किसान भाइयों, मूंगफली की खेती से अच्छी कमाई हो सकती है।\n*   **खर्च (एक बीघा खेत के लिए अंदाज़ा)**: आपको बीज, खाद, दवाई, खेत की जुताई और मज़दूरी में लगभग 8,000 से 12,000 रुपये प्रति बीघा तक का खर्च आ सकता है।\n*   **पैदावार (एक बीघा खेत से)**: अगर आप अच्छे से खेती करते हैं, तो एक बीघा से 5 से 8 क्विंटल मूंगफली पैदा हो सकती है।\n*   **बाजार भाव**: मूंगफली का बाजार भाव 5,000 से 7,000 रुपये प्रति क्विंटल तक मिल सकता है, यह बाज़ार और आपकी मूंगफली की गुणवत्ता पर निर्भर करता है।\n*   **कुल कमाई (अंदाज़ा)**: अगर 6 क्विंटल पैदावार हुई और 6,000 रुपये प्रति क्विंटल का भाव मिला, तो कुल कमाई 36,000 रुपये होगी। इसमें से अगर 10,000 रुपये खर्च निकाल दें तो आपको 26,000 रुपये प्रति बीघा तक का मुनाफा हो सकता है। यह सिर्फ एक अंदाज़ा है, मेहनत और मौसम के हिसाब से यह बदल सकता है।"
    },
    "फसल_का_नाम": "मूंगफली",
    "परिचय": "मूंगफली, जिसे 'गरीबों का काजू' भी कहते हैं, भारत की एक मुख्य तिलहन फसल है। इससे अच्छा तेल निकलता है और यह प्रोटीन का भी बढ़िया स्रोत है।",
    "मिट्टी और जलवायु": {
        "पसंदीदा मिट्टी": "मूंगफली की खेती के लिए अच्छी जल निकासी वाली, हल्की और भुरभुरी बलुई दोमट मिट्टी (Sandy Loam) सबसे अच्छी होती है। खेत में पानी नहीं रुकना चाहिए।",
        "जलवायु": "इसे गर्म और नमी वाले मौसम की ज़रूरत होती है। फसल में दाना भरते समय अच्छी धूप और सूखा मौसम पैदावार के लिए बहुत फायदेमंद होता है।"
    },
    "उन्नत किस्में": {
        "जानकारी": "सही किस्म का चुनाव पैदावार बढ़ाने के लिए बहुत ज़रूरी है। यहाँ कुछ प्रमुख किस्में हैं:",
        "गुच्छे वाली किस्में (Bunch Type)": "जेएल-24 (JL-24) और टीएजी-24 (TAG-24) जैसी किस्में जल्दी पकती हैं और इनकी खुदाई आसान होती है।",
        "फैलने वाली किस्में (Spreading Type)": "एम-13 (M-13) और चित्रा (Chitra) जैसी किस्में ज़्यादा पैदावार देती हैं लेकिन पकने में ज़्यादा समय लेती हैं।",
        "बाजार में अधिक कीमत": "टीजी-26 (TG-26) और टीपीजी-41 (TPG-41) जैसी बड़े दानों वाली किस्मों का बाजार में अच्छा दाम मिलता है, खासकर खाने (table purpose) के लिए।"
    },
    "खेती की प्रक्रिया": {
        "खेत की तैयारी": "खेत की 2-3 बार गहरी जुताई करें ताकि मिट्टी पूरी तरह भुरभुरी हो जाए। दीमक से बचाव के लिए आखिरी जुताई के समय खेत में दवा ज़रूर मिलाएं।",
        "बुवाई का समय": "मानसून आने के साथ ही जून के आखिरी हफ्ते से जुलाई के पहले हफ्ते तक बुवाई कर देनी चाहिए।",
        "सिंचाई": "यह ज़्यादातर बारिश पर आधारित फसल है, लेकिन फूल आने और दाना भरने की अवस्था में अगर बारिश न हो तो एक हल्की सिंचाई करने से पैदावार बहुत बढ़ जाती है।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "टिक्का रोग (Tikka Disease)": "यह सबसे आम बीमारी है, जिसमें पत्तियों पर गोल, गहरे भूरे धब्बे बन जाते हैं। रोकथाम के लिए 'मैन्कोजेब' (Mancozeb) या 'कार्बेन्डाजिम' (Carbendazim) का छिड़काव करें।",
            "कॉलर रॉट (Collar Rot)": "यह पौधे के तने के पास सड़न पैदा करता है, जिससे पौधा मर जाता है। बचाव के लिए बीज को 'थायरम' (Thiram) से उपचारित करके बोएं।"
        },
        "प्रमुख कीट": {
            "सफेद लट (White Grub)": "यह कीट जड़ों को खाकर फसल को सबसे ज़्यादा नुकसान पहुंचाता है। रोकथाम के लिए बुवाई से पहले खेत में 'फोरेट-10जी' (Phorate 10G) दानेदार दवा मिलाएं।",
            "पत्ती सुरंगक (Leaf Miner)": "यह कीट पत्तियों में सुरंग बनाकर उन्हें नुकसान पहुंचाता है। इसके नियंत्रण के लिए 'डाइमेथोएट' (Dimethoate) का छिड़काव करें।"
        }
    },
    "खुदाई और भंडारण": {
        "खुदाई": "जब पत्तियां पीली पड़ने लगें और झड़ने लगें, और फली के अंदर का छिलका गहरा भूरा हो जाए, तब फसल की खुदाई कर देनी चाहिए। खुदाई के बाद पौधों को ढेर बनाकर 2-3 दिन खेत में ही सूखने दें।",
        "भंडारण": "फलियों को पौधों से अलग करने के बाद उन्हें अच्छी तरह धूप में सुखाएं ताकि नमी 8-9% से ज़्यादा न रहे। सूखी फलियों को जूट की बोरियों में भरकर सूखी और हवादार जगह पर रखें।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "खुदाई के तुरंत बाद बाजार में मूंगफली की आवक ज़्यादा होने से दाम कम मिलते हैं। अच्छी कीमत के लिए, सूखी फलियों को 3-4 महीने तक स्टोर करें और बाद में बेचें।",
        "संरक्षण (Preservation)": "मूंगफली को लंबे समय तक सुरक्षित रखने का सबसे अच्छा तरीका उसे फली के रूप में ही स्टोर करना है। दाने निकालने के बाद वे जल्दी खराब हो सकते हैं। मूल्य बढ़ाने के लिए दानों को भूनकर या तेल निकालकर भी बेचा जा सकता है।"
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "अपनी मूंगफली को बाजार में बेचो या अच्छे से संभाल कर रखो।",
        "फरवरी": "खेत को अगले फसल के लिए तैयार करने की सोचो, खाद-पानी का हिसाब लगाओ।",
        "मार्च": "खेत की गहरी जुताई करो ताकि मिट्टी हवादार हो जाए और खरपतवार खत्म हों।",
        "अप्रैल": "खेत को अच्छी तरह से तैयार करो और उसमें गोबर या जैविक खाद डालो।",
        "मई": "अच्छी क्वालिटी के मूंगफली के बीज खरीदो और खेत को बुवाई के लिए तैयार रखो।",
        "जून": "मॉनसून की पहली बारिश के बाद सही दूरी और गहराई पर मूंगफली की बुवाई करो।",
        "जुलाई": "पौधे उगने के बाद खरपतवार निकालो और जरूरत पड़ने पर हल्की खाद डालो।",
        "अगस्त": "फूल और दाने (सुइयां) बनने के समय पौधों को कीटों और बीमारियों से बचाओ।",
        "सितंबर": "दानों को अच्छे से मोटा होने दो, जरूरत पड़ने पर हल्का पानी दो और बीमारियों से बचाव जारी रखो।",
        "अक्टूबर": "जब पत्ते पीले पड़ने लगें और दाने पक जाएं, तब सावधानी से मूंगफली की खुदाई करो।",
        "नवंबर": "मूंगफली को धूप में अच्छे से सुखाओ और दाने निकालकर साफ करके अलग रखो।",
        "दिसंबर": "अपनी सूखी हुई मूंगफली को गोदाम में सुरक्षित रखो या बाजार में सही दाम पर बेचो।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "मूंगफली की पत्तियां कटी-फटी दिखती हैं या उन पर छोटे छेद होते हैं।",
            "क्यों_हुआ": "एफिड्स, इल्लियां या सफेद मक्खी जैसे छोटे कीट पत्तों का रस चूसते हैं या उन्हें खाते हैं।",
            "क्या_करें": "1. हल्के कीट हमले पर नीम का तेल (5 मिलीलीटर प्रति लीटर पानी) मिलाकर छिड़काव करें। 2. ज्यादा गंभीर होने पर कृषि विशेषज्ञ की सलाह से सही कीटनाशक का उपयोग करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "पत्तियों पर भूरे या काले धब्बे पड़ जाते हैं, खासकर नीचे की पत्तियों पर, और फिर वे झड़ जाती हैं (टिक्का रोग)।",
            "क्यों_हुआ": "नमी वाले और गर्म मौसम में फफूंद (फंगस) का हमला होता है।",
            "क्या_ करें": "1. रोग प्रतिरोधी (जो रोग से लड़ सकें) मूंगफली की किस्में चुनें। 2. रोग के लक्षण दिखते ही मैनकोज़ेब या क्लोरोथालोनिल जैसे फफूंदनाशक का सही मात्रा में छिड़काव करें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "मूंगफली के पौधों के साथ खेत में अनचाहे पौधे उग आते हैं, जो फसल को बढ़ने नहीं देते।",
            "क्यों_हुआ": "खरपतवार मूंगफली के पौधों से पानी, सूरज की रोशनी और मिट्टी के पोषक तत्व छीन लेते हैं।",
            "क्या_करें": "1. खरपतवारों को उगने पर हाथ से या खुरपी की मदद से निकालें। 2. शुरुआती चरण में बुवाई से पहले या बाद में उपयुक्त खरपतवारनाशक का इस्तेमाल करें (विशेषज्ञ की सलाह लें)।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पौधे मुरझाए हुए या पीले दिखते हैं, या फिर उनकी जड़ें गलने लगती हैं।",
            "क्यों_हुआ": "पर्याप्त पानी न मिलने (सूखा) या खेत में ज़्यादा पानी जमा होने (जलभराव) के कारण।",
            "क्या_करें": "1. सही समय पर और सही मात्रा में सिंचाई करें, खासकर फूल आने और फलियां बनने के समय। 2. खेत में पानी जमा न होने दें, अच्छी जल निकासी (पानी निकलने की व्यवस्था) ज़रूर बनाएं।"
        },
        "समस्या_5": {
            "क्या_हुआ": "मूंगफली की पत्तियां पीली पड़ जाती हैं, पौधों की बढ़वार धीमी होती है और फलियां कम बनती हैं।",
            "क्यों_हुआ": "मिट्टी में नाइट्रोजन, फास्फोरस, पोटाश या कैल्शियम जैसे ज़रूरी पोषक तत्वों की कमी होती है।",
            "क्या_करें": "1. अपनी खेत की मिट्टी की जांच करवाएं ताकि पता चले कि किस पोषक तत्व की कमी है। 2. जांच के नतीजों के आधार पर सही खाद (जैसे DAP, यूरिया, पोटाश) या सूक्ष्म पोषक तत्व मिट्टी में डालें।"
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "मूंगफली के लिए अच्छी जल निकासी वाली बलुई दोमट मिट्टी चुनें और खेत को अच्छे से तैयार करें।",
        "टिप_2": "बुवाई के लिए उच्च गुणवत्ता वाले, प्रमाणित और रोग रहित बीजों का ही उपयोग करें।",
        "टिप_3": "सही समय पर बुवाई करें, ताकि पौधे को उचित तापमान और नमी मिल सके।",
        "टिप_4": "मिट्टी की जाँच करवाकर आवश्यकतानुसार कैल्शियम, सल्फर और अन्य पोषक तत्व डालें।",
        "टिप_5": "फूल आने और फली बनने के दौरान खेत में पर्याप्त नमी बनाए रखें, यह उपज के लिए अहम है।",
        "टिप_6": "खरपतवारों को समय पर नियंत्रित करें ताकि फसल को पूरे पोषक तत्व मिल सकें।",
        "टिप_7": "फसल का नियमित निरीक्षण करें और कीटों व रोगों का उचित समय पर प्रबंधन करें।"
    }
}