{
    "फसल": "मशरूम",
    "सरल_परिचय": "भाइयों, मशरूम को 'खुम्बी' भी कहते हैं। यह खाने में बहुत पौष्टिक होती है और हमें ताकत देती है। इसे आप अपने घर में या किसी छोटे कमरे में बहुत कम जगह और कम समय में उगाकर बाजार में अच्छे दामों पर बेच सकते हैं, जिससे आपको खेती के साथ-साथ एक बढ़िया अतिरिक्त कमाई हो सकती है।",
    "कब_लगाएं": "मशरूम को ठंड और नमी पसंद है। इसलिए इसे लगाने का सबसे अच्छा समय सर्दियों के महीने (अक्टूबर से मार्च) होते हैं। ढींगरी मशरूम को आप थोड़ी कम ठंड में भी उगा सकते हैं, पर बटन मशरूम के लिए ज़्यादा ठंड (लगभग 15-18 डिग्री सेल्सियस) ज़रूरी है।",
    "कैसे_लगाएं": [
        "सबसे पहले, गेहूं या धान का साफ भूसा लें। इसे बड़े बर्तन में पानी के साथ उबालें और ठंडा होने दें। ऐसा करने से भूसे में मौजूद गंदगी और कीटाणु मर जाते हैं।",
        "जब भूसा पूरी तरह ठंडा हो जाए, तो इसे हल्के हाथों से निचोड़कर इसका ज़्यादातर पानी निकाल दें, पर भूसा हल्का नम रहना चाहिए।",
        "साफ पॉलीथीन की थैलियां (जैसे चीनी या आटे की खाली बोरियां) लें।",
        "अब भूसे में मशरूम का बीज (जिसे 'स्पॉन' कहते हैं) अच्छी तरह मिला लें। ध्यान रहे, बीज साफ और अच्छी क्वालिटी का हो।",
        "इस भूसे और बीज के मिश्रण को थैलियों में भरकर कसकर बांध दें। थैलियों में चारों तरफ छोटे-छोटे छेद करें ताकि हवा अंदर-बाहर जा सके।",
        "इन थैलियों को एक अंधेरे, ठंडे और साफ कमरे में टांग दें या किसी ऊंची जगह पर रख दें। सीधी धूप और हवा से बचाएं।",
        "लगभग 10-15 दिन बाद जब थैलियों के अंदर का भूसा पूरा सफेद जाले जैसा दिखने लगे, तो थैलियों को खोल दें या उनमें बड़े कट लगाएं ताकि मशरूम बाहर आ सकें।"
    ],
    "पानी_कब_दें": "मशरूम को सीधे पानी नहीं डालते जैसे हम खेत में फसलों को देते हैं। इसे नमी पसंद है। जब मशरूम उगने लगें, तो रोज़ दिन में एक से दो बार कमरे की हवा में या मशरूम के आसपास पानी का हल्का छिड़काव करें, जैसे फुहार मारते हैं। ज़मीन या भूसा गीला नहीं होना चाहिए, बस हवा में नमी बनाए रखनी है।",
    "खाद_कब_दें": "मशरूम को खेत वाली खाद की ज़रूरत नहीं होती। यह अपने खाने के लिए भूसे पर ही निर्भर करता है। इसलिए, भूसा ही इसका भोजन है। आपको अलग से कोई खाद डालने की ज़रूरत नहीं है।",
    "फसल_कब_तैयार": "ढींगरी मशरूम आमतौर पर बीज डालने के 15-20 दिन बाद ही तैयार हो जाती है। बटन मशरूम को तैयार होने में 30-40 दिन लग सकते हैं। जब मशरूम पूरे बड़े और गोल दिखने लगें, तो उन्हें हल्के हाथ से घुमाकर तोड़ लें। एक बार तोड़ने के बाद, उसी भूसे से कुछ दिनों बाद दोबारा मशरूम निकल सकते हैं।",
    "आम_समस्याएं": [
        {
            "समस्या": "भूसे में फंगस या कीड़े लगना",
            "पहचान": "भूसा हरा, काला या किसी और रंग का दिखने लगे और बदबू आए।",
            "समाधान": "भूसे को अच्छी तरह उबालकर साफ करें। कमरा भी बिल्कुल साफ-सुथरा रखें। खराब बीज का इस्तेमाल न करें।"
        },
        {
            "समस्या": "मशरूम का न उगना या कम उगना",
            "पहचान": "भूसा सफेद जाले जैसा नहीं बना या मशरूम नहीं निकल रहे।",
            "समाधान": "कमरे का तापमान और नमी सही बनाए रखें। मशरूम को ठंडा और नम मौसम पसंद है। हमेशा अच्छे और ताज़े बीज (स्पॉन) का ही इस्तेमाल करें।"
        },
        {
            "समस्या": "मशरूम का सूखना या पीला पड़ना",
            "पहचान": "मशरूम की पंखुड़ियां सूखने लगें या पीली पड़ जाएं।",
            "समाधान": "कमरे में सीधी और तेज़ हवा न आने दें। पानी का छिड़काव बढ़ाकर हवा में नमी बनाए रखें।"
        }
    ],
    "कमाई_कितनी": "मशरूम की खेती में खर्च बहुत कम आता है, जैसे भूसा, बीज और पॉलीथीन का। यह बाजार में बहुत अच्छे दाम पर बिकती है। आप अपने एक छोटे से कमरे से भी हर महीने हज़ारों रुपए कमा सकते हैं। यह आपको खेती के साथ-साथ एक अच्छी अतिरिक्त कमाई का मौका देती है, जिससे आपका गुज़ारा बेहतर हो सकता है।",
    "फसल_का_नाम": "मशरूम",
    "परिचय": "मशरूम, जिसे 'खुम्बी' भी कहते हैं, एक ऐसी फसल है जिसे कम जगह और कम समय में उगाया जा सकता है। यह बहुत पौष्टिक होती है और बाजार में इसका अच्छा दाम मिलता है, जिससे यह किसानों के लिए एक बढ़िया अतिरिक्त आय का स्रोत है।",
    "माध्यम और जलवायु": {
        "पसंदीदा माध्यम": "मशरूम मिट्टी में नहीं, बल्कि खास तरह के माध्यम (Substrate) में उगता है। गेहूं या धान का भूसा (Straw) सबसे आसानी से मिलने वाला और सबसे अच्छा माध्यम है।",
        "जलवायु": "मशरूम की खेती के लिए ठंडा, नमी वाला और अंधेरा कमरा सबसे अच्छा होता है। सीधी धूप और हवा से इसे बचाना बहुत ज़रूरी है।"
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में मुख्य रूप से दो तरह के मशरूम उगाए जाते हैं:",
        "ढींगरी मशरूम (Oyster Mushroom)": "यह किस्म नए किसानों के लिए सबसे अच्छी है क्योंकि इसे उगाना बहुत आसान है और यह सामान्य तापमान पर भी उग जाती है। यह जल्दी तैयार होती है।",
        "बटन मशरूम (Button Mushroom)": "यह बाजार में सबसे ज़्यादा बिकने वाली और सबसे महंगी किस्म है। इसे उगाने के लिए ज़्यादा देखभाल और ठंडे मौसम (15-18 डिग्री सेल्सियस) की ज़रूरत होती है।"
    },
    "खेती की प्रक्रिया": {
        "भूसे की तैयारी": "भूसे को रात भर पानी में भिगोएं। अगले दिन, भूसे को 'फॉर्मेलिन' (Formalin) और 'बाविस्टिन' (Bavistin) मिले गर्म पानी से उपचारित करें ताकि कीटाणु मर जाएं। फिर भूसे को फैलाकर अतिरिक्त पानी निकाल दें।",
        "बिजाई (Spawning)": "जब भूसा हाथ में नम लगे लेकिन पानी न टपके, तो उसमें मशरूम का बीज (स्पॉन) अच्छी तरह मिलाएं।",
        "भराई": "बीज मिले भूसे को प्लास्टिक की थैलियों में भरकर उनका मुंह कसकर बांध दें और हवा के लिए कुछ छेद कर दें।"
    },
    "रोग और कीट प्रबंधन": {
        "प्रमुख रोग": {
            "हरी फफूंद (Green Mould)": "यह भूसे पर हरे रंग के धब्बे के रूप में दिखती है और मशरूम को उगने नहीं देती। बचाव के लिए भूसे को ठीक से उपचारित करें और साफ-सफाई का ध्यान रखें।",
            "गीला धब्बा (Bacterial Blotch)": "मशरूम की टोपी पर गीले, भूरे धब्बे बन जाते हैं। रोकथाम के लिए कमरे में नमी कम करें और पानी का छिड़काव रोक दें। 'ब्लीचिंग पाउडर' (Bleaching Powder) के हल्के घोल का छिड़काव मदद करता है।"
        },
        "प्रमुख कीट": {
            "मशरूम मक्खी (Mushroom Fly)": "ये छोटी मक्खियां मशरूम में अंडे देती हैं, जिससे लार्वा फसल को अंदर से खराब कर देता है। बचाव के लिए कमरे के दरवाजों और खिड़कियों पर जाली लगाएं और 'साइपरमेथ्रिन' (Cypermethrin) का छिड़काव करें।",
            "माइट्स (Mites)": "ये बहुत छोटे जीव होते हैं जो फसल को खाते हैं। रोकथाम के लिए साफ-सफाई रखना और शुरुआत में भूसे को ठीक से उपचारित करना बहुत ज़रूरी है।"
        }
    },
    "तुड़ाई और भंडारण": {
        "तुड़ाई": "ढींगरी मशरूम को तब तोड़ें जब उसके किनारे हल्के मुड़ने लगें। बटन मशरूम को तब तोड़ें जब उसकी टोपी मज़बूत और बंद हो। मशरूम को हमेशा हाथ से धीरे से घुमाकर तोड़ें, चाकू का इस्तेमाल न करें।",
        "भंडारण": "मशरूम बहुत जल्दी खराब होते हैं। तुड़ाई के तुरंत बाद इन्हें छेद वाले पॉलीथीन बैग में पैक करके ठंडी जगह या फ्रिज में रखें। इस तरह ये 2-3 दिन तक ताज़ा रह सकते हैं।"
    },
    "बाजार और बिक्री": {
        "कब बेचें": "मशरूम को तुड़ाई के 24 घंटे के अंदर बेच देना सबसे अच्छा होता है क्योंकि ताज़े मशरूम का दाम सबसे ज़्यादा मिलता है।",
        "संरक्षण (Preservation)": "अगर मशरूम तुरंत नहीं बिक पा रहे हैं, तो उन्हें संरक्षित करने का सबसे आसान तरीका उन्हें सुखाना है। मशरूम को काटकर 1-2 दिन तेज धूप में या ड्रायर में सुखा लें। सूखे मशरूम को कई महीनों तक स्टोर किया जा सकता है और बाजार में बेचा जा सकता है।"
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "ठंड है, बटन मशरूम के लिए खाद तैयार करो और बीज डालो। ढेला मशरूम की भी नई फसल लगाओ।",
        "फरवरी": "अब ठंड कम हो रही है, बटन मशरूम की कटाई जारी रखो और नई फसल के लिए बीज डालो। ढेला मशरूम भी उगाते रहो।",
        "मार्च": "मौसम बदल रहा है, बटन मशरूम की कटाई खत्म करो। ढेला और दूधिया मशरूम की गर्मी वाली किस्में लगाना शुरू करो।",
        "अप्रैल": "गर्मी बढ़ रही है, दूधिया मशरूम और ढेला की गर्मी वाली किस्में उगाओ। शेड में नमी बनाए रखो।",
        "मई": "तेज गर्मी है, दूधिया मशरूम की अच्छी पैदावार लो। ढेला मशरूम के लिए ठंडी जगह का इंतजाम करो।",
        "जून": "मॉनसून आने वाला है, दूधिया मशरूम जारी रखो। शेड की अच्छे से सफाई करो और नमी पर नजर रखो।",
        "जुलाई": "बारिश शुरू हो गई, दूधिया और ढेला मशरूम की कटाई करो। हवा और नमी का संतुलन बनाए रखो ताकि बीमारी न लगे।",
        "अगस्त": "बारिश जारी है, पिछली फसल काटते रहो। सर्दियों में बटन मशरूम उगाने के लिए खाद बनाने की तैयारी शुरू कर दो।",
        "सितंबर": "मॉनसून जा रहा है, बटन मशरूम के लिए खाद बनाने का काम पूरा करो और बीज डालने की तैयारी करो। ढेला मशरूम की भी नई फसल लगाओ।",
        "अक्टूबर": "मौसम ठंडा हो रहा है, बटन मशरूम में बीज डालना शुरू करो। ढेला मशरूम के लिए यह बहुत अच्छा समय है, नई फसलें लगाते रहो।",
        "नवंबर": "ठंड बढ़ रही है, बटन मशरूम की कटाई शुरू करो। ढेला मशरूम की भी अच्छी फसल लेते रहो।",
        "दिसंबर": "कड़ाके की ठंड है, बटन मशरूम की खूब कटाई करो। ढेला मशरूम की सर्दियों वाली किस्में उगाते रहो और शेड में तापमान ठीक रखो।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "मशरूम उगाने वाले बैग या ट्रे में हरे, काले या सफेद फफूंद के धब्बे दिखना।",
            "क्यों_हुआ": "साफ-सफाई की कमी, खराब बीजाणु (स्पॉन), या हवा में कीटाणु (वायरस/बैक्टीरिया)।",
            "क्या_करें": "1. काम करने की जगह और औजारों को अच्छे से साफ करके कीटाणु रहित करें।\n2. सिर्फ अच्छी क्वालिटी के और भरोसेमंद जगह से खरीदे गए बीजाणु (स्पॉन) इस्तेमाल करें।\n3. संक्रमित बैग या ट्रे को तुरंत हटाकर दूर फेंक दें ताकि दूसरे न फैलें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "मशरूम सूखकर छोटे रह जाते हैं या फिर चिपचिपे होकर गलने लगते हैं।",
            "क्यों_हुआ": "मशरूम उगाने की जगह पर हवा में नमी सही मात्रा में नहीं होना (बहुत कम या बहुत ज्यादा)।",
            "क्या_करें": "1. अगर नमी कम है, तो कमरे में पानी की हल्की फुहार करें या ह्यूमिडिफायर का इस्तेमाल करें।\n2. अगर नमी ज्यादा है, तो पंखा चलाकर हवा का संचार बढ़ाएं और नमी कम करें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "मशरूम बहुत धीरे-धीरे बढ़ते हैं या फिर बिलकुल भी नहीं उगते।",
            "क्यों_हुआ": "कमरे का तापमान मशरूम की उस किस्म के लिए सही नहीं है जिसे आप उगा रहे हैं।",
            "क्या_करें": "1. अपनी चुनी हुई मशरूम की किस्म के लिए सही तापमान पता करें।\n2. कमरे का तापमान उसी हिसाब से एडजस्ट करें (हीटर या कूलर का उपयोग करके)।"
        },
        "समस्या_4": {
            "क्या_हुआ": "मशरूम छोटे, पतले डंठल वाले और छोटी टोपी वाले होते हैं।",
            "क्यों_हुआ": "कमरे में कार्बन डाइऑक्साइड (CO2) गैस ज़्यादा जमा होना और ताजी हवा की कमी।",
            "क्या_करें": "1. कमरे में दिन में कई बार ताजी हवा आने दें (खिड़की-दरवाजे खोलकर)।\n2. हवा के आने-जाने के लिए एग्जॉस्ट पंखे या छोटे पंखे लगाएं।"
        },
        "समस्या_5": {
            "क्या_हुआ": "छोटे कीड़े मशरूम या उनके उगाने वाले माध्यम (सब्सट्रेट) पर दिखते हैं, या मशरूम में छेद हो जाते हैं।",
            "क्यों_हुआ": "फार्म में गंदगी, बाहर से आने वाले कीड़े या पहले से ही संक्रमित सब्सट्रेट का इस्तेमाल।",
            "क्या_करें": "1. अपने मशरूम फार्म को हमेशा साफ-सुथरा रखें और कचरा तुरंत हटा दें।\n2. हल्के जैविक कीटनाशकों (जैसे नीम का तेल) का छिड़काव करें या चिपचिपी जाल (स्टिकर ट्रैप) लगाएं।"
        }
    },
    "कमाई_और_बाजार": {
        "मशरूम_खेती_कमाई": {
            "शीर्षक": "मशरूम की खेती से कमाई - एक आसान गाइड",
            "परिचय": "मशरूम की खेती एक अच्छा व्यवसाय बन सकता है, खासकर कम जगह और सही प्रबंधन के साथ। यहाँ प्रति बीघा (यानी एक अच्छी वाणिज्यिक इकाई के लिए, जो लगभग 200-300 वर्ग मीटर के उत्पादन क्षेत्र में कई रैक पर खेती कर सकती है) कमाई का अनुमान सरल हिंदी में दिया गया है:",
            "कुल_खर्च": {
                "शीर्षक": "1. कुल खर्च (प्रति बीघा, एक चक्र के लिए - लगभग 2-3 महीने)",
                "विवरण": "यह खर्च मशरूम के प्रकार (जैसे बटन, ऑयस्टर) और खेती के तरीके पर निर्भर करता है। यह एक अनुमानित खर्च है जिसमें शेड का किराया या शुरुआती ढाँचागत लागत शामिल नहीं है, बल्कि परिचालन लागत पर केंद्रित है।",
                "बीज_स्पॉन": "₹5,000 - ₹10,000",
                "खाद_पुआल_भूसा_चूना_जिप्सम": "₹15,000 - ₹25,000",
                "मजदूरी_बैग_बनाने_कटाई_आदि": "₹10,000 - ₹20,000",
                "बिजली_पानी_पॉलीथीन_कीटनाशक_अन्य_सामान": "₹5,000 - ₹10,000",
                "अनुमानित_कुल_खर्च_रेंज": "₹35,000 - ₹65,000",
                "नोट": "यदि आप नियंत्रित वातावरण (AC या कूलर) का उपयोग करते हैं या बड़े पैमाने पर खेती करते हैं, तो यह खर्च ₹80,000 - ₹1,20,000 तक भी जा सकता है।"
            },
            "कुल_उपज": {
                "शीर्षक": "2. कुल उपज (प्रति बीघा, एक चक्र में)",
                "विवरण": "सही प्रबंधन और अनुकूल परिस्थितियों में, एक बीघा जैसी व्यावसायिक इकाई से आपको अच्छी उपज मिल सकती है।",
                "अनुमानित_उपज_रेंज": "800 किलो - 1500 किलो (बटन या ऑयस्टर मशरूम के लिए)"
            },
            "बाजार_भाव": {
                "शीर्षक": "3. बाजार भाव (औसत प्रति किलो)",
                "विवरण": "मशरूम का भाव उसकी किस्म, गुणवत्ता, मौसम और स्थानीय बाजार पर निर्भर करता है।",
                "ऑयस्टर_मशरूम_प्रति_किलो": "₹100 - ₹150",
                "बटन_मशरूम_प्रति_किलो": "₹150 - ₹250",
                "औसत_भाव_रेंज": "₹120 - ₹200 प्रति किलो"
            },
            "कुल_कमाई": {
                "शीर्षक": "4. कुल कमाई (खर्च घटाकर बचत)",
                "विवरण": "यह सिर्फ एक अनुमान है और वास्तविक कमाई आपके खर्च, उपज और बिक्री मूल्य पर निर्भर करेगी।",
                "न्यूनतम_संभावित_सकल_आय": "800 किलो * ₹120/किलो = ₹96,000",
                "अधिकतम_संभावित_सकल_आय": "1500 किलो * ₹200/किलो = ₹300,000",
                "न्यूनतम_अनुमानित_बचत": "₹96,000 (आय) - ₹65,000 (खर्च) = ₹31,000",
                "अधिकतम_अनुमानित_बचत": "₹300,000 (आय) - ₹35,000 (खर्च) = ₹265,000",
                "औसत_बचत_अनुमान": "आमतौर पर, अच्छे प्रबंधन से आप प्रति चक्र ₹50,000 से ₹1,50,000 तक की अच्छी बचत आसानी से कर सकते हैं। विशेष परिस्थितियों में यह ₹2,00,000 से अधिक भी हो सकती है।"
            },
            "कहाँ_बेचें": {
                "शीर्षक": "5. कहाँ बेचें (बिक्री के विकल्प)",
                "विकल्प": [
                    "**स्थानीय सब्जी मंडी:** अपने शहर या कस्बे की सब्जी मंडियों में सीधे बेच सकते हैं।",
                    "**होटल, रेस्टोरेंट और कैटरर्स:** उनसे सीधे संपर्क करके अपनी सप्लाई का कॉन्ट्रैक्ट ले सकते हैं। इनमें अच्छा भाव मिलता है।",
                    "**सुपरमार्केट और किराना स्टोर:** बड़े स्टोर्स में अपनी सप्लाई दे सकते हैं।",
                    "**अपनी दुकान/स्टॉल:** भीड़भाड़ वाले बाजारों या आवासीय इलाकों में अपनी खुद की छोटी दुकान या स्टॉल लगाकर सीधे ग्राहकों को बेचें।",
                    "**ऑनलाइन प्लेटफॉर्म:** सोशल मीडिया, अपनी वेबसाइट या स्थानीय डिलीवरी ऐप्स के जरिए ग्राहकों तक पहुंचें।",
                    "**थोक व्यापारी:** यदि आपकी उपज बहुत ज्यादा है, तो बड़े व्यापारियों को बेच सकते हैं, हालांकि इसमें मार्जिन कम मिलता है।"
                ]
            },
            "ज्यादा_कमाई_के_लिए_टिप्स": {
                "शीर्षक": "6. ज्यादा कमाई के लिए (महत्वपूर्ण सुझाव)",
                "टिप्स": [
                    "**सही किस्म चुनें:** बाजार की मांग और अपने क्षेत्र की जलवायु के अनुसार बटन, ऑयस्टर या मिल्की मशरूम में से सही किस्म चुनें।",
                    "**गुणवत्ता पर ध्यान:** हमेशा उच्च गुणवत्ता वाले, साफ-सुथरे और ताजे मशरूम उगाएं। अच्छी गुणवत्ता का अच्छा दाम मिलता है।",
                    "**सीधी बिक्री:** जितना हो सके बिचौलियों से बचें और सीधे ग्राहकों, होटल या रेस्टोरेंट को बेचें। इससे आपका मुनाफा बढ़ता है।",
                    "**मूल्य वर्धन (Value Addition):** मशरूम को सुखाकर, पाउडर बनाकर, अचार या सूप मिक्स बनाकर बेचें। इन मूल्य वर्धित उत्पादों की कीमत ताजा मशरूम से ज्यादा होती है।",
                    "**सरकारी योजनाओं का लाभ:** कृषि विभाग और बागवानी विभाग द्वारा चलाई जा रही मशरूम खेती की योजनाओं, प्रशिक्षणों और सब्सिडी का लाभ उठाएं।",
                    "**सही प्रशिक्षण:** खेती शुरू करने से पहले किसी अनुभवी व्यक्ति या सरकारी संस्थान से अच्छी तरह प्रशिक्षण जरूर लें।",
                    "**नियंत्रित वातावरण:** यदि संभव हो, तो नियंत्रित तापमान और आर्द्रता वाले शेड या पॉलीहाउस का उपयोग करें ताकि पूरे साल उत्पादन हो सके।",
                    "**समय पर कटाई:** मशरूम की कटाई सही समय पर करें ताकि उनकी गुणवत्ता और बाजार मूल्य बना रहे।"
                ]
            },
            "अंतिम_नोट": "मशरूम की खेती में थोड़ी मेहनत और सही जानकारी के साथ अच्छी कमाई की जा सकती है। शुरुआत छोटे स्तर पर करना बेहतर होता है ताकि आप अनुभव प्राप्त कर सकें।"
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "शुरुआत के लिए ऑयस्टर या बटन जैसी आसान और बाजार में लोकप्रिय किस्म चुनें।",
        "टिप_2": "सब्सट्रेट (पुआल/भूसा) को अच्छी तरह से स्टरलाइज़ करें और फिर ठंडा करके इस्तेमाल करें।",
        "टिप_3": "हमेशा विश्वसनीय स्रोत से प्रमाणित और रोग-मुक्त मशरूम स्पॉन ही खरीदें।",
        "टिप_4": "फसल के अनुसार तापमान, आर्द्रता (नमी) और वेंटिलेशन (ताजी हवा) का संतुलन बनाए रखें।",
        "टिप_5": "संक्रमण और बीमारियों से बचने के लिए फार्म और सभी उपकरणों की पूरी स्वच्छता रखें।",
        "टिप_6": "मशरूम के विकास के चरणों के अनुसार पर्याप्त और सही तरीके से पानी का छिड़काव करें।",
        "टिप_7": "मशरूम को सही आकार और समय पर सावधानी से तोड़ें ताकि नई ग्रोथ को नुकसान न हो।"
    }
}