{
    "सरल_परिचय": "सोयाबीन एक ऐसा दाना है जिसे 'सोने जैसा दाना' भी कहते हैं। इसे उगाने से हमें बहुत फ़ायदा होता है क्योंकि इससे तेल भी निकलता है और इसमें बहुत ताकत (प्रोटीन) भी होती है जो हमें और हमारे पशुओं को मिलती है। इसे बेचकर अच्छा पैसा भी मिलता है और ये हमारी ज़मीन को भी उपजाऊ बनाता है।",
    "कब_लगाएं": "सोयाबीन बोने का सबसे अच्छा समय तब होता है जब बारिश शुरू हो जाए, यानी जून के आख़िर में या जुलाई के पहले हफ़्ते में। खेत में हल्की नमी होनी चाहिए।",
    "कैसे_lagaen": {
        "बीज": "हमेशा अच्छी और नई किस्म का बीज लें जो बीमारी से लड़ने वाला हो। बोने से पहले बीज को दवाई (कीटाणुनाशक और फफूंदनाशक) लगाकर बोएं ताकि अंकुरण अच्छा हो और शुरुआती बीमारियां न लगें।",
        "दूरी": "खेत में लाइन से बोना सबसे अच्छा होता है। दो लाइन के बीच 1.5 से 2 फ़ीट (यानी लगभग 18 से 24 इंच) की दूरी रखें। पौधे से पौधे के बीच 4 से 6 इंच की दूरी हो।",
        "गहराई": "बीज को ज़मीन में ज़्यादा गहरा नहीं, बस 1.5 से 2 इंच (दो उंगली जितना) ही गहरा बोना चाहिए।"
    },
    "पानी_कब_दें": "अगर बारिश अच्छी हो रही है तो ज़्यादा पानी देने की ज़रूरत नहीं पड़ती। लेकिन अगर बारिश रुक जाए और खेत सूखने लगे तो दो बार पानी देना बहुत ज़रूरी है:\n1. पहला पानी जब पौधों में फूल आने लगें।\n2. दूसरा पानी जब फलियों में दाना भरने लगे।\nध्यान रहे, खेत में पानी जमा न होने पाए।",
    "खाद_कब_दें": {
        "बोते_समय": "खेत की तैयारी करते समय या बीज बोते समय, डीएपी (DAP) खाद और पोटाश (Potash) खाद डालें। इससे पौधे की जड़ें मजबूत बनती हैं और दाने अच्छे भरते हैं।",
        "बाद_में": "अगर पौधे कमज़ोर दिखें तो हल्की सी यूरिया खाद फूल आने से पहले दे सकते हैं, लेकिन ज़्यादा यूरिया नहीं देनी चाहिए क्योंकि सोयाबीन खुद भी ज़मीन को नाइट्रोजन देता है।"
    },
    "फसल_कब_तैयार": "सोयाबीन की फसल आमतौर पर 90 से 120 दिन (लगभग 3 से 4 महीने) में तैयार हो जाती है। जब पौधों की पत्तियां पीली पड़कर झड़ने लगें और फलियां सूखकर पीली या भूरी हो जाएं, और दाना सख्त हो जाए, तब समझो फसल कटने के लिए तैयार है।",
    "आम_समस्याएं": [
        {
            "समस्या": "इल्ली (कीड़े)",
            "पहचान": "पत्तियों को खाते हैं, छेद कर देते हैं।",
            "समाधान": "खेत में घूमकर देखते रहें। अगर ज़्यादा इल्ली दिखें तो दुकान से पूछकर सही दवाई का छिड़काव करें।"
        },
        {
            "समस्या": "खरपतवार (घास-फूस)",
            "पहचान": "खेत में फालतू घास उग जाती है जो फसल का पानी और खाद खा जाती है।",
            "समाधान": "फसल बोने के 15-20 दिन बाद और फिर 30-35 दिन बाद निराई-गुड़ाई करें या खरपतवार नाशक दवाई का छिड़काव करें।"
        },
        {
            "समस्या": "पत्तियां पीली पड़ना (रोग या पोषक तत्वों की कमी)",
            "पहचान": "पौधे की पत्तियां पीली पड़ने लगती हैं।",
            "समाधान": "यह अक्सर लौह तत्व (Iron) या किसी और पोषक तत्व की कमी से होता है। कृषि विशेषज्ञ से पूछकर सही खाद या दवाई का छिड़काव करें। कभी-कभी यह ज़्यादा पानी या किसी बीमारी से भी होता है, इसलिए बीमारी के लक्षण देखकर दवाई डालें।"
        }
    ],
    "कमाई_कितनी": "यह तो खेत, मौसम और बाज़ार पर निर्भर करता है, पर एक अंदाज़ा ले सकते हैं:\n*   **खर्च (एक बीघा में):** बीज, खाद, दवाई, खेत की जुताई, बुवाई, और कटाई-मजदूरी मिलाकर लगभग 4,000 से 7,000 रुपये लग सकते हैं।\n*   **कमाई (एक बीघा में):** अगर फसल अच्छी हुई तो एक बीघा से 3 से 6 क्विंटल (यानी 300 से 600 किलो) सोयाबीन निकल सकता है। बाज़ार भाव के हिसाब से एक बीघा से 10,000 से 25,000 रुपये या इससे भी ज़्यादा मिल सकते हैं। ध्यान रहे, यह बस एक अंदाज़ा है, कम या ज़्यादा भी हो सकता है।",
    "फसल_का_नाम": "सोयाबीन",
    "परिचय": "सोयाबीन (Glycine max), जिसे 'गोल्डन बीन' भी कहा जाता है, दुनिया की सबसे मूल्यवान फसलों में से एक है. यह न केवल एक प्रमुख तिलहन फसल है, बल्कि इसमें लगभग 40% उच्च गुणवत्ता वाला प्रोटीन और 20% तेल होता है, जो इसे मानव पोषण के लिए एक उत्कृष्ट स्रोत बनाता है. भारत की कृषि और खाद्य तेल अर्थव्यवस्था में इसका महत्वपूर्ण स्थान है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "सोयाबीन की खेती मुख्य रूप से मध्य और पश्चिमी भारत में केंद्रित है. मध्य प्रदेश, महाराष्ट्र और राजस्थान मिलकर देश के लगभग 93% सोयाबीन क्षेत्र और उत्पादन का योगदान करते हैं. मध्य प्रदेश भारत का सबसे बड़ा सोयाबीन उत्पादक राज्य है, जिसे 'सोया प्रदेश' के नाम से भी जाना जाता है. 2020-21 के आंकड़ों के अनुसार, प्रमुख उत्पादक राज्य मध्य प्रदेश (44%), महाराष्ट्र (40%) और राजस्थान (8%) थे.",
        "जलवायु और मौसम": "सोयाबीन भारत में एक खरीफ फसल है, जिसकी कटाई सितंबर के अंत से शुरू होती है. यह विविध कृषि-जलवायु परिस्थितियों के अनुकूल है, जो इसके व्यापक खेती को संभव बनाता है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में विभिन्न क्षेत्रों के लिए उच्च उपज देने वाली सोयाबीन की कई किस्में विकसित की गई हैं.",
        "मध्य क्षेत्र (MP, Maharashtra, Rajasthan)": "इस क्षेत्र में जेएस 97-52 (JS 97-52), जेएस 20-29 (JS 20-29), और आरवीएस 2001-4 (RVS 2001-4) जैसी किस्में लोकप्रिय हैं.",
        "उत्तरी मैदानी क्षेत्र (UP, Bihar, Haryana)": "इस क्षेत्र के लिए पूसा 9712 (PUSA 9712) और पंत सोयाबीन-1347 (Pant Soybean-1347) जैसी किस्में उपयुक्त हैं.",
        "दक्षिणी क्षेत्र (Karnataka)": "कर्नाटक जैसे दक्षिणी राज्यों के लिए डीएसबी-21 (DSB-21) और केडीएस 344 (KDS 344) जैसी किस्में अनुशंसित हैं."
    },
    "कटाई की प्रक्रिया": {
        "कटाई का समय": "सोयाबीन की कटाई तब करनी चाहिए जब फलियाँ अपना हरा रंग खो दें और बीज में नमी की मात्रा 17-18% हो. कटाई में देरी से फलियों के चटकने (pod shattering) का खतरा बढ़ जाता है.",
        "सुखाना और गहाई": "कटाई के बाद फसल को 8-10 दिनों तक खलिहान में सुखाना चाहिए. गहाई के लिए थ्रेशर का उपयोग करते समय, दानों को टूटने से बचाने के लिए उसकी गति को नमी के अनुसार समायोजित करना चाहिए.",
        "सफाई": "गहाई के बाद, दानों को साफ किया जाता है. प्रसंस्करण के लिए दानों में नमी की मात्रा 12-13% होनी चाहिए."
    },
    "भंडारण के दौरान कीट प्रबंधन": {
        "प्रमुख कीट": "सोयाबीन के भंडारण में मुख्य रूप से घुन (Pulse Beetle), सिगरेट बीटल (Cigarette Beetle) और इंडियन मील मोथ (Indian Meal Moth) जैसे कीट नुकसान पहुँचाते हैं.",
        "नियंत्रण के उपाय": "कीटों से बचाव के लिए दानों को लगभग 9-10% नमी तक अच्छी तरह सुखाना चाहिए. गोदामों में भंडारण से पहले कीटनाशकों का छिड़काव करना एक प्रभावी निवारक उपाय है. कीट लगने पर, एल्युमिनियम फॉस्फाइड से धूमन (fumigation) करना चाहिए."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "ग्रेडिंग (Grading)": "बाजार में बेहतर मूल्य प्राप्त करने के लिए उपज की ग्रेडिंग करना महत्वपूर्ण है. ग्रेडिंग मुख्य रूप से दानों की सफाई, आकार, रंग और नमी के आधार पर की जाती है.",
        "पैकेजिंग (Packaging)": "सोयाबीन की पैकिंग के लिए जूट की बोरियों का उपयोग अनिवार्य है, जिनकी मानक क्षमता 95 किलोग्राम होती है.",
        "भंडारण (Storage)": "सुरक्षित भंडारण के लिए, दानों में नमी की मात्रा 9% से कम होनी चाहिए. किसानों द्वारा आमतौर पर उपज को बोरियों में भरकर, नमी से बचाने के लिए लकड़ी के तख्तों पर रखा जाता है. भंडारण कक्ष सूखा और चूहों से मुक्त होना चाहिए."
    },
    "बाजार और बिक्री": {
        "बाजार आवक और मूल्य": "सोयाबीन की कटाई सितंबर-अक्टूबर में होती है, और बाजार में इसकी आवक नवंबर और दिसंबर में चरम पर होती है. अधिक आवक के कारण इस समय कीमतें आमतौर पर कम होती हैं, जबकि अप्रैल-जून के महीनों में कीमतें बढ़ जाती हैं.",
        "विपणन चैनल (Marketing Channels)": "किसान अपनी उपज को मंडी में थोक विक्रेताओं या सीधे प्रसंस्करण इकाइयों (processors) को बेचते हैं. ई-नाम (e-NAM) जैसे ऑनलाइन पोर्टल किसानों को बेहतर मूल्य खोजने में मदद करते हैं.",
        "मूल्य संवर्धन (Value Addition)": "सोयाबीन का प्रसंस्करण करके तेल और मील (खली) निकाला जाता है, जो इसका सबसे आम उपयोग है. इसके अलावा, सोया दूध, टोफू (सोया पनीर), सोया बड़ी (नगेट्स), और सोया आटा जैसे कई मूल्य वर्धित खाद्य उत्पाद बनाए जाते हैं, जो बाजार में तेजी से लोकप्रिय हो रहे हैं."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "खेत की मिट्टी जांच कराओ और अगले फसल की योजना बनाओ।",
        "फरवरी": "खेत की गहरी जुताई करा दो ताकि मिट्टी धूप खाकर अच्छी हो जाए।",
        "मार्च": "खेत को खाली छोड़ो ताकि धूप लगे और मिट्टी तैयार हो जाए, या हरी खाद बो सकते हो।",
        "अप्रैल": "अच्छी किस्म के बीज का इंतजाम करो, कौन सी वैरायटी बोनी है, तय कर लो।",
        "मई": "खेत की आखरी जुताई करके पाटा लगाओ, खाद डालो और बुवाई की तैयारी करो।",
        "जून": "पहली अच्छी बारिश होते ही सही दूरी पर सोयाबीन के बीजों की बुवाई कर दो।",
        "जुलाई": "खेत से खरपतवार (फालतू घास) निकालो, जरूरत हो तो हल्की खाद डालो और पौधों को देखो।",
        "अगस्त": "जब फूल आने लगें तो कीटों और बीमारियों पर नजर रखो, जरूरत लगे तो हल्का पानी दो।",
        "सितंबर": "फलियां बननी शुरू होंगी, कीटों से बचाव करो और कटाई की तैयारी शुरू करो।",
        "अक्टूबर": "जब पत्तियां पीली पड़ जाएं और फलियां सूख जाएं तो फसल की कटाई कर लो।",
        "नवंबर": "कटी हुई फसल को सुखाकर दाने निकालो (गहाई करो) और उन्हें सही जगह पर रखो।",
        "दिसंबर": "खेत की सफाई करो और अगली फसल या अगले साल की तैयारी के बारे में सोचो।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "सोयाबीन की पत्तियों में छेद दिखना, फली खराब होना या पौधा कमजोर दिखना।",
            "क्यों_हुआ": "इल्लियां, सेमीलूपर, पत्ती खाने वाले या फली छेदक कीटों का हमला।",
            "क्या_करें": "खेत की नियमित जांच करें। शुरुआती हमले पर नीम का तेल या जैविक कीटनाशक स्प्रे करें। ज्यादा हमला होने पर कृषि विशेषज्ञ की सलाह से सही रासायनिक कीटनाशक का उपयोग करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "सोयाबीन के पौधों के साथ दूसरे बेकार पौधे उग जाना।",
            "क्यों_हुआ": "खरपतवार मिट्टी से पानी और पोषक तत्व खींच लेते हैं, जिससे सोयाबीन की बढ़वार रुक जाती है और पैदावार कम होती है।",
            "क्या_करें": "बुवाई से पहले खेत को अच्छे से तैयार करें। बुवाई के 20-30 दिन बाद हाथ से निंदाई-गुड़ाई करें। जरूरत पड़ने पर सही खरपतवारनाशक का छिड़काव करें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "पत्तियां पीली पड़ना, उन पर धब्बे आना, पौधा सूखना या फलियों का खराब होना।",
            "क्यों_हुआ": "फफूंद (जैसे रस्ट), वायरस (जैसे पीला मोज़ेक) या बैक्टीरिया के कारण होने वाले रोग।",
            "क्या_करें": "रोग प्रतिरोधी किस्में चुनें। बीज बोने से पहले बीज उपचार करें। रोग के लक्षण दिखते ही तुरंत सही फफूंदनाशक या जीवाणुनाशक का छिड़काव करें।"
        },
        "समस्या_4": {
            "क्या_हुआ": "सूखे में पत्तियां मुरझाना, पौधा सूखना या ज्यादा पानी में पत्तियां पीली पड़कर जड़ें गलना।",
            "क्यों_हुआ": "पानी की कमी या खेत में ज्यादा पानी जमा होने से पौधे को नुकसान होता है।",
            "क्या_करें": "पानी की कमी होने पर जरूरत पड़ने पर हल्की सिंचाई करें (खासकर फूल और फली बनने के समय)। ज्यादा पानी जमा होने पर खेत में पानी निकासी की अच्छी व्यवस्था करें।"
        },
        "समस्या_5": {
            "क्या_हुआ": "पत्तियां पीली पड़ना, पौधे का विकास रुकना, फलियां कम बनना।",
            "क्यों_हुआ": "मिट्टी में जरूरी पोषक तत्वों जैसे नाइट्रोजन, फास्फोरस, पोटाश या सूक्ष्म पोषक तत्वों की कमी।",
            "क्या_करें": "बुवाई से पहले मिट्टी की जांच करवाएं। जांच रिपोर्ट के हिसाब से सही मात्रा में खाद (डीएपी, पोटाश) डालें। कमी के लक्षण दिखने पर घुलनशील उर्वरकों का पर्ण स्प्रे करें।"
        }
    },
    "कमाई_और_बाजार": {
        "खेती_जानकारी": {
            "फसल": "सोयाबीन",
            "इकाई_क्षेत्र": "प्रति बीघा (लगभग 0.625 एकड़)",
            "कुल_खर्च": {
                "अनुमानित_रुपये": "10,000 - 12,000",
                "विवरण": [
                    "बीज: 1,500 - 2,000 रुपये (15-20 किलो)",
                    "खाद और उर्वरक: 1,500 - 2,500 रुपये",
                    "जुताई और बुवाई: 1,500 - 2,000 रुपये",
                    "खरपतवार और कीट नियंत्रण: 1,500 - 2,000 रुपये",
                    "कटाई और थ्रेसिंग: 2,000 - 2,500 रुपये",
                    "पानी/सिंचाई (यदि आवश्यक हो): 500 - 1,000 रुपये"
                ]
            },
            "कुल_उपज": {
                "अनुमानित_क्विंटल": "3 - 4",
                "अनुमानित_किलो": "300 - 400"
            },
            "बाजार_भाव": {
                "औसत_रुपये_प्रति_क्विंटल": "4,500 - 5,500",
                "उदाहरण_भाव": "5,000 रुपये प्रति क्विंटल (यह बदलता रहता है)"
            },
            "कुल_कमाई_अनुमानित": {
                "आय": "यदि उपज 3.5 क्विंटल और भाव 5,000 रुपये/क्विंटल है, तो कुल आय = 3.5 x 5,000 = 17,500 रुपये।",
                "बचत_या_लाभ": "कुल आय (17,500 रुपये) - कुल खर्च (उदाहरण के लिए 11,000 रुपये) = 6,500 रुपये प्रति बीघा।",
                "टिप्पणी": "यह एक अनुमान है, जो उपज और बाजार भाव पर निर्भर करता है।"
            },
            "कहाँ_बेचें": [
                "**कृषि उपज मंडी (APMC मंडी):** सरकार द्वारा नियंत्रित बाजार जहाँ आपको सही दाम मिल सकता है।",
                "**स्थानीय व्यापारी/आढ़ती:** आपके खेत से सीधे खरीदने वाले व्यापारी, यह आसान हो सकता है लेकिन दाम थोड़ा कम मिल सकता है।",
                "**तेल मिलों या प्रोसेसिंग यूनिट्स:** सीधे बड़ी कंपनियों या तेल मिलों को बेचने पर अच्छा दाम मिल सकता है, खासकर अगर आपके पास ज्यादा मात्रा हो।",
                "**सीधे उपभोक्ता/ऑनलाइन प्लेटफॉर्म (छोटे पैमाने पर):** अगर आप छोटे पैमाने पर हैं तो सीधे ग्राहकों को बेचकर ज्यादा लाभ कमा सकते हैं।"
            ],
            "ज़्यादा_कमाई_के_लिए_सुझाव": [
                "**अच्छी किस्म के बीज:** उन्नत और रोग प्रतिरोधी (रोग से लड़ने वाले) बीजों का उपयोग करें।",
                "**मिट्टी की जाँच:** अपनी खेत की मिट्टी की जाँच कराएं ताकि सही खाद और उर्वरक का उपयोग कर सकें।",
                "**सही समय पर बुवाई:** सोयाबीन की बुवाई सही समय पर करें ताकि अच्छी उपज मिल सके।",
                "**खरपतवार और कीट नियंत्रण:** समय-समय पर खरपतवारों को हटाएं और कीटों से बचाव के उपाय करें।",
                "**पानी का प्रबंधन:** सही मात्रा में और सही समय पर पानी दें, खासकर अगर बारिश कम हो।",
                "**बाजार की जानकारी:** बाजार में सोयाबीन के भाव पर नज़र रखें और जब दाम अच्छा हो तभी बेचें।",
                "**भंडारण:** अगर संभव हो तो कुछ उपज को तब तक स्टोर करें जब तक कि बाजार में अच्छे दाम न मिलें।",
                "**सहकारी समितियाँ:** किसानों की सहकारी समितियों से जुड़ें, वे अक्सर बेहतर सौदे दिलवाने में मदद करती हैं।"
            ],
            "महत्वपूर्ण_नोट": "ये सभी आंकड़े अनुमानित हैं और स्थान, मिट्टी की गुणवत्ता, मौसम, बीज की किस्म और बाजार की स्थिति के अनुसार बदल सकते हैं।"
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "उपजाऊ व अच्छी जल निकासी वाली मिट्टी चुनें और खेत की गहरी जुताई करें।",
        "टिप_2": "अपने क्षेत्र के लिए अधिक उपज देने वाली और रोग प्रतिरोधी किस्मों का चुनाव करें।",
        "टिप_3": "बुवाई से पहले बीज को फफूंदनाशक और राइजोबियम कल्चर से उपचारित करें।",
        "टिप_4": "मानसून की पहली बारिश के बाद सही गहराई और कतार में बुवाई करें (45x5-7 सेमी)।",
        "टिप_5": "मिट्टी जांच के आधार पर संतुलित मात्रा में खाद (विशेषकर फास्फोरस) का प्रयोग करें।",
        "टिप_6": "शुरुआती 30-45 दिनों तक खरपतवारों का प्रभावी नियंत्रण करें, यह उपज के लिए अहम है।",
        "टिप_7": "फूल आने और फली भरने की अवस्था में आवश्यकतानुसार हल्की सिंचाई करें।"
    }
}