{
    "सरल_परिचय": "भाइयों, संतरा एक बहुत ही मीठा और रसीला फल है। इसका छिलका आसानी से उतर जाता है। इसे खाने से हमें ताकत मिलती है और हम कम बीमार पड़ते हैं, क्योंकि इसमें 'विटामिन सी' होता है। संतरे की खेती करके आप अच्छी कमाई कर सकते हैं और यह भारत में एक ज़रूरी फल है।",
    "कब_लगाएं": "संतरे के पौधे लगाने का सबसे अच्छा समय बारिश का मौसम होता है। आप इसे **जुलाई, अगस्त या सितंबर** के महीने में लगा सकते हैं।",
    "कैसे_लगाएं": [
        "सबसे पहले खेत में 2 फुट लंबा, 2 फुट चौड़ा और 2 फुट गहरा गड्ढा खोदें।",
        "इस गड्ढे में ऊपर की अच्छी मिट्टी, 10-15 किलो सड़ी हुई गोबर की खाद और थोड़ी सी रेत मिलाकर भर दें।",
        "अब इस मिट्टी के बीच में संतरे का एक छोटा पौधा लगाएं।",
        "पौधे से पौधे के बीच लगभग 20 फुट की दूरी रखें ताकि पेड़ों को बढ़ने की पूरी जगह मिले।",
        "पौधा लगाने के बाद उसे तुरंत पानी दें।"
    ],
    "पानी_कब_दें": "जब पौधे छोटे हों, तो हर 7 से 10 दिन में एक बार पानी दें। जब पेड़ बड़े हो जाएं और उनमें फल आने लगें, तो गर्मियों में हर 5 से 7 दिन में और सर्दियों में हर 10 से 15 दिन में पानी दें। बारिश के दिनों में अगर खेत में नमी हो तो पानी देने की जरूरत नहीं है।",
    "खाद_कब_दें": {
        "गोबर_की_खाद": "हर साल, हर पेड़ को 20 से 50 किलो सड़ी हुई गोबर की खाद दें। यह खाद आप बारिश से पहले या बारिश के बाद दे सकते हैं।",
        "दुकान_वाली_खाद_(रासायनिक_खाद)": "जब पेड़ छोटा हो (1 से 3 साल), तो कम खाद दें। जब पेड़ बड़ा हो जाए और फल आने लगें (4 साल बाद), तो हर पेड़ को लगभग आधा किलो यूरिया (सफेद दाने), पाव भर डीएपी (काले दाने), और पाव भर पोटाश (लाल दाने) दें। यह खाद साल में दो बार दें - एक बार फरवरी-मार्च में और एक बार जुलाई-अगस्त में। खाद को पेड़ के तने से थोड़ा दूर, गोल घेरे में डालकर मिट्टी में मिला दें।"
    },
    "फसल_कब_तैयार": "संतरे के पेड़ पर फल आने में 3 से 4 साल लग जाते हैं। एक बार फल लगने के बाद, उन्हें पकने में लगभग 8 से 9 महीने लगते हैं। जब संतरा पूरा पक जाता है, तो उसका रंग गहरा नारंगी (संतरी) हो जाता है और वह छूने पर थोड़ा नरम लगता है। पकने पर फल आसानी से डंठल से टूट जाता है।",
    "आम_समस्याएं": [
        {
            "समस्या": "फल का गिरना (फल झड़ना)",
            "समाधान": "जब फल मटर के दाने जितने हों और फिर जब वे नींबू जितने हों, तब पेड़ को अच्छे से पानी दें। सही मात्रा में खाद भी दें।"
        },
        {
            "समस्या": "पत्तों पर पीले धब्बे या कीड़े लगना",
            "समाधान": "पेड़ को समय पर खाद और पानी दें। अगर कीड़े दिखें, तो नजदीकी कृषि विभाग के बाबूजी से पूछकर सही दवाई का छिड़काव करें। नीम का तेल भी छिड़क सकते हैं।"
        },
        {
            "समस्या": "फलों पर दाग या सड़ना",
            "समाधान": "यह बीमारी अक्सर बारिश में या नमी ज्यादा होने से होती है। खेत में साफ-सफाई रखें। अगर ज्यादा दिक्कत हो तो फफूंदनाशक (फंगीसाइड) की दवाई का छिड़काव करें।"
        }
    ],
    "कमाई_कितनी": {
        "जानकारी": "यह जानकारी बदल सकती है क्योंकि हर जगह दाम और खर्च अलग होते हैं।",
        "खर्च_प्रति_बीघा": {
            "शुरुआत_में_(पौधे_गड्ढे_पहली_खाद)": "लगभग ₹15,000 से ₹25,000",
            "हर_साल_का_खर्च_(खाद_पानी_दवाई_कटाई)": "लगभग ₹10,000 से ₹15,000"
        },
        "कमाई_प्रति_बीघा": {
            "अनुमानित_कमाई": "जब पेड़ पूरी तरह फल देने लगे (5-6 साल बाद), तो एक बीघा से हर साल लगभग ₹50,000 से ₹1,00,000 या इससे भी ज्यादा की कमाई हो सकती है।",
            "अन्य_जानकारी": "एक पेड़ से 500 से 1000 संतरे तक मिल सकते हैं। याद रखें, संतरे का एक पेड़ 20 से 30 साल तक फल देता है, तो यह लंबी कमाई का साधन है।"
        }
    },
    "फसल_का_नाम": "संतरा",
    "परिचय": "मैंडरिन (Mandarin), जिसे संतरा भी कहा जाता है, एक पतले और ढीले छिलके वाले संतरे के वर्ग का फल है. इसका वैज्ञानिक नाम 'सिट्रस रेटिकुलाटा' (Citrus reticulata) है. माना जाता है कि इसकी उत्पत्ति दक्षिण-पूर्वी एशिया और फिलीपींस में हुई थी. यह फल अपने चमकीले रंग, उत्कृष्ट स्वाद और आसानी से अलग होने वाली फाँकों के लिए जाना जाता है. भारत में यह केले के बाद दूसरा सबसे महत्वपूर्ण फल है और विटामिन सी, ए, बी और कैल्शियम का एक बड़ा स्रोत है.",
    "उत्पादन क्षेत्र और जलवायु": {
        "उत्पादन क्षेत्र": "विश्व स्तर पर चीन मैंडरिन का सबसे बड़ा उत्पादक है, जो वैश्विक उत्पादन का 58% से अधिक हिस्सा है. भारत में, महाराष्ट्र सबसे बड़ा उत्पादक राज्य है, जो देश के कुल उत्पादन का लगभग 39.41% और कुल क्षेत्रफल का 51.33% हिस्सा है. इसके बाद मध्य प्रदेश, राजस्थान और असम का स्थान आता है. ये चार राज्य मिलकर भारत के 85% से अधिक मैंडरिन का उत्पादन करते हैं.",
        "जलवायु": "मैंडरिन की खेती उष्णकटिबंधीय और उपोष्णकटिबंधीय क्षेत्रों में, भूमध्य रेखा से 35° उत्तर से 35° दक्षिण तक की जाती है."
    },
    "उन्नत किस्में": {
        "जानकारी": "भारत में क्षेत्र के अनुसार विभिन्न प्रकार की मैंडरिन किस्में उगाई जाती हैं.",
        "नागपुर संतरा": "यह भारत की सबसे प्रसिद्ध किस्म है, जो मुख्य रूप से महाराष्ट्र के विदर्भ क्षेत्र और मध्य प्रदेश में उगाई जाती है. यह अपने अनूठे स्वाद और सुगंध के लिए जाना जाता है.",
        "किन्नू": "यह एक मैंडरिन हाइब्रिड है जो पंजाब और हरियाणा में बहुत लोकप्रिय है. इसका छिलका मोटा होता है और यह बहुत रसदार होता है.",
        "कुर्ग मैंडरिन": "यह कर्नाटक के कुर्ग क्षेत्र की प्रमुख किस्म है. इसके फल चमकीले पीले रंग के और रसदार होते हैं.",
        "खासी संतरा": "यह किस्म पश्चिम बंगाल (दार्जिलिंग) और उत्तर-पूर्वी राज्यों जैसे असम और मेघालय में उगाई जाती है. यह ठंड को सहन करने वाली किस्म है."
    },
    "कटाई की प्रक्रिया": {
        "परिपक्वता के संकेत": "फलों की परिपक्वता का सबसे आम संकेतक छिलके का रंग है. जब फल की सतह का 25% या अधिक हिस्सा पीला-नारंगी हो जाता है, तो उसे तोड़ने के लिए परिपक्व माना जाता है. इसके अलावा, रस में घुलनशील ठोस (TSS) की मात्रा 8.5% या अधिक होनी चाहिए.",
        "तुड़ाई का समय और तरीका": "महाराष्ट्र जैसे क्षेत्रों में साल में दो बार फसल होती है: 'अंबिया बहार' (अक्टूबर-जनवरी) और 'मृग बहार' (फरवरी-मई). फलों को हाथ से तोड़ा जाता है, लेकिन डंठल को फल से अलग होने से बचाने के लिए क्लिपर (कैंची) का उपयोग करना बेहतर होता है. तुड़ाई सुबह के ठंडे घंटों में की जानी चाहिए."
    },
    "भंडारण के दौरान रोग और कीट प्रबंधन": {
        "प्रमुख रोग": "कटाई के बाद मैंडरिन में कई फंगल रोग लग सकते हैं.",
        "खट्टी सड़न (Sour Rot)": "इसमें फल की त्वचा पर पानी से लथपथ धब्बे बन जाते हैं और फल से खट्टी गंध आने लगती है.",
        "तना-सिरा सड़न (Stem End Rot)": "यह रोग भंडारित फलों में देखा जाता है, जिसमें डंठल का सिरा काला पड़ जाता है और सड़न फल के अंदर तक फैल जाती है.",
        "हरी और नीली फफूंद (Green and Blue Mold)": "यह भंडारण में लगने वाला सबसे आम रोग है, जिसमें फल पर नीले या हरे रंग की फफूंद की परत बन जाती है.",
        "नियंत्रण के उपाय": "फलों को तोड़ते और संभालते समय चोट लगने से बचाना सबसे महत्वपूर्ण है. कटाई से पहले बोर्डो मिश्रण जैसे फफूंदनाशकों का छिड़काव और कटाई के बाद फलों को गर्म पानी से उपचारित करना रोगों को नियंत्रित करने में मदद करता है."
    },
    "कटाई के बाद प्रबंधन और भंडारण": {
        "डी-ग्रीनिंग (De-greening)": "फलों को एक समान आकर्षक नारंगी रंग देने के लिए, उन्हें एथिलीन गैस (5 ppm) के साथ 26-28°C तापमान पर 48 घंटे तक उपचारित किया जाता है. इससे छिलके का हरा रंग हट जाता है.",
        "ग्रेडिंग (Grading)": "किसान स्तर पर वैज्ञानिक ग्रेडिंग बहुत कम होती है. आमतौर पर फलों को उनके आकार और रंग के आधार पर छांटा जाता है. निर्यातक और सहकारी समितियां अधिक व्यवस्थित ग्रेडिंग करती हैं.",
        "पैकेजिंग (Packaging)": "स्थानीय बाजारों के लिए, मैंडरिन को अक्सर बांस की टोकरियों या बोरियों में ढीला पैक किया जाता है. लंबी दूरी के परिवहन और निर्यात के लिए, लकड़ी के बक्से, प्लास्टिक क्रेट और नालीदार फाइबर बोर्ड (CFB) के डिब्बों का उपयोग किया जाता है.",
        "भंडारण (Storage)": "हरियाणा, महाराष्ट्र और पंजाब जैसे राज्यों में मैंडरिन को कोल्ड स्टोरेज में रखा जाता है. प्री-कूलिंग और कम तापमान पर भंडारण करके फलों की शेल्फ लाइफ बढ़ाई जा सकती है."
    },
    "बाजार और बिक्री": {
        "विपणन चैनल": "अधिकांश किसान अपनी फसल कटाई-पूर्व ठेकेदारों को बेच देते हैं. सामान्य विपणन श्रृंखला है: किसान/ठेकेदार → कमीशन एजेंट → थोक विक्रेता → खुदरा विक्रेता → उपभोक्ता.",
        "निर्यात": "नागपुर के संतरे में निर्यात की बड़ी क्षमता है, खासकर 'मृग' फसल की, जो फरवरी-मार्च में तैयार होती है. भारत मुख्य रूप से बांग्लादेश और नेपाल जैसे पड़ोसी देशों को मैंडरिन का निर्यात करता है.",
        "मूल्य संवर्धन (Value Addition)": "मैंडरिन का मुख्य रूप से ताजा फल के रूप में सेवन किया जाता है. इसका प्रसंस्करण करके जूस, स्क्वैश और जैम बनाया जाता है. इसके छिलके से सुगंधित तेल (essential oil) निकाला जाता है, जिसका उपयोग इत्र और खाद्य उद्योग में होता है. प्रसंस्करण के बाद बचे हुए गूदे और छिलके का उपयोग पशु चारा बनाने में किया जाता है."
    },
    "महीने_के_हिसाब_से_काम": {
        "जनवरी": "फल तोड़ो, पेड़ की छंटाई करो और थोड़ी खाद भी डालो।",
        "फरवरी": "पेड़ को पानी दो, खरपतवार हटाओ और नई कोंपलों का ध्यान रखो।",
        "मार्च": "फूल आने का समय है, पानी बराबर दो और कीटों से बचाओ।",
        "अप्रैल": "छोटे फल बन रहे हैं, गर्मी है तो पानी खूब पिलाओ।",
        "मई": "फलों को बड़ा होने दो, गर्मी तेज है तो रोज पानी दो।",
        "जून": "बारिश का पानी ठीक से जमा करो, खरपतवार हटाओ और खाद डालो।",
        "जुलाई": "बारिश में पेड़ों पर नजर रखो, फंगस और बीमारियों से बचाओ।",
        "अगस्त": "फल तेजी से बढ़ रहे हैं, कीटों और बीमारियों पर ध्यान दो।",
        "सितंबर": "फल पकने लगेंगे, जरूरत हो तो पानी दो और कीटों से बचाओ।",
        "अक्टूबर": "कुछ फल तोड़ने का समय है, बाकी के लिए पानी और देखभाल करो।",
        "नवंबर": "ज्यादातर फल तोड़ो, पेड़ की साफ-सफाई करो और खाद की तैयारी रखो।",
        "दिसंबर": "बचे हुए फल तोड़ो, पेड़ को आराम दो और अगली फसल की तैयारी सोचो।"
    },
    "आम_समस्याएं_और_समाधान": {
        "समस्या_1": {
            "क्या_हुआ": "छोटे या बड़े फल पकने से पहले ही पेड़ से गिर जाते हैं।",
            "क्यों_हुआ": "पोषण की कमी, पानी की कमी या अधिकता, या तापमान में अचानक बदलाव के कारण।",
            "क्या_करें": "1. पेड़ को सही मात्रा में खाद और नियमित रूप से पानी दें। 2. फलों को गिरने से रोकने के लिए प्लानोफिक्स (NAA) जैसे हार्मोन का छिड़काव करें।"
        },
        "समस्या_2": {
            "क्या_हुआ": "संतरे के पेड़ों की पत्तियां पीली पड़ जाती हैं और पेड़ कमजोर दिखने लगता है।",
            "क्यों_हुआ": "मिट्टी में आयरन (लोहा) या जिंक (जस्ता) जैसे जरूरी पोषक तत्वों की कमी के कारण।",
            "क्या_करें": "1. मिट्टी की जांच करवाएं और कमी वाले पोषक तत्वों की पहचान करें। 2. आयरन सल्फेट या जिंक सल्फेट का घोल बनाकर पत्तियों पर छिड़काव करें या जड़ के पास दें।"
        },
        "समस्या_3": {
            "क्या_हुआ": "नई पत्तियों पर टेढ़ी-मेढ़ी चांदी जैसी लकीरें बन जाती हैं और पत्तियां मुड़ जाती हैं।",
            "क्यों_हुआ": "'लीफ माइनर' नामक एक छोटा कीट पत्तियों के अंदर सुरंग बनाकर खाता है।",
            "क्या_ करें": "1. इमिडाक्लोप्रिड (Imidacloprid) जैसे कीटनाशक का नई पत्तियों पर छिड़काव करें। 2. संक्रमित पत्तियों को तोड़कर जला दें ताकि कीट फैले नहीं।"
        },
        "समस्या_4": {
            "क्या_हुआ": "पेड़ के तने या शाखाओं से चिपचिपा, भूरे रंग का गोंद निकलता है और छाल फटने लगती है।",
            "क्यों_हुआ": "फाइटोफ्थोरा (Phytophthora) नामक फंगस के कारण, खासकर अधिक नमी वाली जगह पर।",
            "क्या_करें": "1. संक्रमित हिस्से को साफ चाकू से खुरच कर हटा दें। 2. उस पर बोर्डो पेस्ट (Bordeaux paste) या कॉपर ऑक्सीक्लोराइड का लेप लगाएं।"
        },
        "समस्या_5": {
            "क्या_हुआ": "संतरे के फल पकने से पहले या पकते समय फट जाते हैं, जिससे फसल खराब हो जाती है।",
            "क्यों_हुआ": "मिट्टी में नमी (पानी) की कमी के बाद अचानक बहुत ज्यादा पानी मिलने से।",
            "क्या_करें": "1. पौधों को नियमित और बराबर मात्रा में पानी दें। 2. मिट्टी में नमी बनाए रखने के लिए पेड़ों के नीचे पलवार (mulching) का इस्तेमाल करें।"
        }
    },
    "कमाई_और_बाजार": {
        "विषय": "संतरा की खेती से कमाई का अनुमान (प्रति बीघा)",
        "डिस्क्लेमर": "यह जानकारी एक अनुमान है और वास्तविक खर्च, उपज और बाजार भाव क्षेत्र, मिट्टी, किस्म, मौसम और बाजार की स्थिति के अनुसार काफी भिन्न हो सकते हैं।",
        "खर्च_और_कमाई": {
            "1. कुल_खर्च": {
                "शीर्षक": "प्रति बीघा वार्षिक खर्च (उपज देने वाले खेत के लिए)",
                "विवरण": "यह खर्च तब का है जब खेत में संतरे के पेड़ फल देने लग जाते हैं (लगभग 4-5 साल बाद)।",
                "खाद_और_उर्वरक": "₹15,000 - ₹20,000",
                "कीटनाशक_और_दवाएं": "₹8,000 - ₹12,000",
                "सिंचाई_का_खर्च": "₹7,000 - ₹10,000",
                "मजदूरी": "₹25,000 - ₹35,000 (निराई, कटाई, तुड़ाई, पैकिंग)",
                "अन्य_छोटे_मोटे_खर्च": "₹5,000 - ₹8,000",
                "कुल_अनुमानित_वार्षिक_खर्च": "लगभग ₹60,000 - ₹85,000",
                "गणना_के_लिए_औसत_खर्च": "₹70,000"
            },
            "2. कुल_उपज": {
                "शीर्षक": "प्रति बीघा कुल उपज का अनुमान",
                "विवरण": "एक स्वस्थ और परिपक्व संतरे का पौधा औसतन 100-150 किलो फल देता है। एक बीघा में लगभग 100-120 पौधे लगाए जा सकते हैं।",
                "अनुमानित_उपज_प्रति_बीघा": "12,000 किलो से 15,000 किलो (या 120 से 150 क्विंटल)",
                "गणना_के_लिए_औसत_उपज": "13,500 किलो"
            },
            "3. बाजार_भाव": {
                "शीर्षक": "संतरे का औसत बाजार भाव",
                "विवरण": "बाजार भाव मौसम, संतरे की किस्म और बाजार की मांग पर बहुत निर्भर करता है।",
                "थोक_मंडी_का_भाव": "₹15 से ₹35 प्रति किलो",
                "अनुमानित_औसत_भाव": "₹20 - ₹25 प्रति किलो",
                "गणना_के_लिए_औसत_भाव": "₹22 प्रति किलो"
            },
            "4. कुल_कमाई": {
                "शीर्षक": "खर्च घटाकर शुद्ध बचत (अनुमानित)",
                "कुल_बिक्री": "कुल उपज (13,500 किलो) × औसत भाव (₹22/किलो) = ₹2,97,000",
                "कुल_खर्च": "₹70,000 (वार्षिक)",
                "शुद्ध_लाभ_प्रति_बीघा_प्रति_वर्ष": "₹2,97,000 - ₹70,000 = ₹2,27,000",
                "नोट": "यह शुद्ध लाभ एक स्थापित और फल देने वाले बागान का अनुमान है। शुरुआती 3-4 वर्षों में कोई कमाई नहीं होती और पौधे लगाने व खेत तैयार करने का खर्च आता है।"
            }
        },
        "बिक्री_और_अधिक_कमाई_के_तरीके": {
            "5. कहाँ_बेचें": {
                "स्थानीय_मंडी": "सबसे आसान तरीका, जल्दी पैसे मिलते हैं, लेकिन भाव थोड़ा कम हो सकता है।",
                "बड़े_शहरों_की_थोक_मंडियाँ": "अगर आपकी उपज ज्यादा है, तो बड़े शहरों की मंडियों में बेहतर भाव मिल सकता है, लेकिन परिवहन का खर्च बढ़ जाता है।",
                "सीधे_व्यापारी_को": "कई व्यापारी खेत से ही खरीद लेते हैं। इससे ढुलाई का खर्च बचता है, लेकिन भाव अक्सर कम होता है।",
                "सीधे_ग्राहकों_को": "स्थानीय बाजारों में खुद की दुकान या स्टॉल लगाकर, सोशल मीडिया या ऑनलाइन बेचकर सबसे ज्यादा मुनाफा कमाया जा सकता है। इसमें मेहनत और समय ज्यादा लगता है।",
                "प्रसंस्करण_इकाइयाँ": "जूस, जैम या अन्य उत्पाद बनाने वाली कंपनियाँ भी थोक में खरीदती हैं, खासकर अगर आपके पास बड़ी मात्रा में उत्पादन हो।"
            },
            "6. ज़्यादा_कमाई_के_लिए": [
                {
                    "टिप": "सही किस्म का चुनाव",
                    "विवरण": "ऐसी किस्म लगाएं जो आपके इलाके की मिट्टी और मौसम के लिए सबसे अच्छी हो और जिसकी बाजार में ज्यादा मांग हो।"
                },
                {
                    "टिप": "वैज्ञानिक तरीके अपनाएं",
                    "विवरण": "मिट्टी की जांच कराएं, संतुलित खाद डालें, ड्रिप सिंचाई का उपयोग करें, और रोगों व कीटों से बचाव के लिए सही दवाएं इस्तेमाल करें।"
                },
                {
                    "टिप": "पौधों की उचित देखभाल",
                    "विवरण": "समय पर कटाई-छंटाई (प्रूनिंग) करें ताकि पौधे स्वस्थ रहें और अधिक फल दें।"
                },
                {
                    "टिप": "बाजार की जानकारी",
                    "विवरण": "बाजार में संतरे की मांग और कीमत पर नजर रखें। सही समय पर बेचने से बेहतर भाव मिलता है।"
                },
                {
                    "टिप": "सीधी बिक्री पर जोर",
                    "विवरण": "बिचौलियों से बचने के लिए सीधे ग्राहकों तक पहुँचने की कोशिश करें। इससे आपका मुनाफा बढ़ सकता है।"
                },
                {
                    "टिप": "मूल्य संवर्धन (Value Addition)",
                    "विवरण": "अगर संभव हो तो संतरे का जूस, जैम या कैंडी बनाकर बेचें। इससे खराब होने वाले फलों का भी उपयोग हो जाता है और ज्यादा कमाई होती है।"
                },
                {
                    "टिप": "अंतर-फसल (Intercropping)",
                    "विवरण": "शुरुआत के सालों में जब संतरे के पौधे छोटे होते हैं, तो उनके बीच में सब्जियाँ या दालें जैसी छोटी फसलें उगाकर अतिरिक्त आय कमा सकते हैं।"
                }
            ]
        }
    },
    "याद_रखने_योग्य_बातें": {
        "टिप_1": "अच्छी जल निकासी वाली, उपजाऊ और सीधी धूप वाली जगह का चुनाव करें।",
        "टिप_2": "अपनी जलवायु के अनुकूल और रोग-प्रतिरोधी संतरा की किस्में ही लगाएं।",
        "टिप_3": "फूल आने और फल विकसित होने के दौरान पौधों को नियमित और पर्याप्त पानी दें।",
        "टिप_4": "मिट्टी परीक्षण के आधार पर संतुलित खाद और सूक्ष्म पोषक तत्वों का प्रयोग करें।",
        "टिप_5": "स्वस्थ विकास और अच्छी पैदावार के लिए समय-समय पर सूखी व रोगग्रस्त शाखाओं की छंटाई करें।",
        "टिप_6": "कीटों और बीमारियों की समय पर पहचान कर उचित जैविक या रासायनिक नियंत्रण उपाय अपनाएं।",
        "टिप_7": "पेड़ों के आसपास खरपतवारों को नियंत्रित करें ताकि वे पोषण के लिए प्रतिस्पर्धा न करें।"
    }
}