{
  "yojana_ka_naam": "आयुष्मान भारत - प्रधानमंत्री जन आरोग्य योजना (PM-JAY)",
  "yojana_ke_baare_mein": "यह दुनिया की सबसे बड़ी स्वास्थ्य बीमा योजना है। इसका मकसद गरीब और कमजोर परिवारों को अस्पताल में भर्ती होने पर इलाज के लिए 5 लाख रुपये तक का मुफ्त इलाज मुहैया कराना है। यह पैसा केंद्र और राज्य सरकारें मिलकर देती हैं।",
  "kya_laabh_milega": "हर योग्य परिवार को एक साल में ₹5 लाख तक का मुफ्त इलाज मिलता है। यह पैसा परिवार का कोई एक सदस्य या सभी सदस्य मिलकर इस्तेमाल कर सकते हैं। इसमें नीचे दिए गए सभी खर्चे शामिल हैं:",
  "laabh_mein_shaamil_kharch": [
    "डॉक्टर की जांच, इलाज और सलाह का खर्चा।",
    "अस्पताल में भर्ती होने से पहले का खर्चा।",
    "दवाइयां और मेडिकल का सामान।",
    "अस्पताल में रहने का खर्चा।",
    "जांच और लैब टेस्ट का खर्चा।",
    "जरूरत पड़ने पर मेडिकल इंप्लांट का खर्चा।",
    "अस्पताल में खाने का खर्चा।",
    "इलाज के दौरान होने वाली कोई भी परेशानी का खर्चा।",
    "अस्पताल से छुट्टी के 15 दिन बाद तक का खर्चा।"
  ],
  "zaroori_baat": "अगर किसी को पहले से कोई बीमारी है, तो उसका इलाज भी पहले दिन से ही इस योजना में शामिल है। परिवार में कितने भी लोग हों या उनकी उम्र कुछ भी हो, सभी को इसका लाभ मिलता है।",
  "kaun_laabh_le_sakta_hai": {
    "gaon_ke_log": "गांव में रहने वाले वो परिवार जो इनमें से किसी भी एक शर्त को पूरा करते हैं:",
    "gaon_ki_shartein": [
      "जिनके पास कच्ची दीवारों और कच्ची छत वाला केवल एक कमरा हो।",
      "परिवार में 16 से 59 साल के बीच का कोई पुरुष सदस्य न हो।",
      "परिवार की मुखिया महिला हो।",
      "परिवार में कोई विकलांग सदस्य हो और कोई स्वस्थ वयस्क सदस्य न हो।",
      "अनुसूचित जाति/जनजाति के परिवार।",
      "जिनके पास ज़मीन नहीं है और जो दिहाड़ी मजदूरी करते हैं।"
    ],
    "shahar_ke_log": "शहरों में, इन 11 कामों से जुड़े लोग इस योजना के पात्र हैं:",
    "shahar_ke_kaam": [
      "कूड़ा बीनने वाले",
      "भिखारी",
      "घरेलू काम करने वाले",
      "सड़क पर काम करने वाले (जैसे- मोची, फेरीवाले)",
      "निर्माण मजदूर (जैसे- राजमिस्त्री, प्लंबर, पेंटर, वेल्डर, कुली)",
      "सफाई कर्मचारी",
      "हस्तकला कारीगर, दर्जी",
      "परिवहन कर्मचारी (जैसे- ड्राइवर, कंडक्टर, रिक्शा चालक)",
      "दुकान पर काम करने वाले (जैसे- सहायक, चपरासी, वेटर)",
      "इलेक्ट्रीशियन, मैकेनिक",
      "धोबी, चौकीदार"
    ]
  },
  "kise_laabh_nahin_milega": [
    "जिनके पास दो, तीन या चार पहिया वाहन है।",
    "जिनके पास खेती के मशीन वाले उपकरण हैं।",
    "जिनके पास 50,000 रुपये की लिमिट वाला किसान कार्ड है।",
    "जो सरकारी नौकरी करते हैं।",
    "जिनकी महीने की आमदनी 10,000 रुपये से ज़्यादा है।",
    "जिनके घर में फ्रिज या लैंडलाइन फोन है।",
    "जिनके पास पक्का मकान है।",
    "जिनके पास 5 एकड़ से ज़्यादा खेती की ज़मीन है।"
  ],
  "apply_kaise_karein": {
    "jagah": "आयुष्मान भारत योजना के लिए आपको किसी अस्पताल या कॉमन सर्विस सेंटर (CSC) पर जाना होगा। वहां 'आरोग्य मित्र' आपकी मदद करेंगे।",
    "prakriya": [
      "आरोग्य मित्र को अपना नाम, पता, राशन कार्ड नंबर या मोबाइल नंबर बताएं।",
      "वे लिस्ट में आपका नाम खोजेंगे।",
      "नाम मिलने पर, आपकी पहचान के लिए आधार कार्ड या कोई और सरकारी पहचान पत्र और राशन कार्ड दिखाना होगा।",
      "आपके परिवार के सदस्यों की पहचान के लिए भी राशन कार्ड की जरूरत होगी।",
      "आरोग्य मित्र आपके कागज़ात को स्कैन करके अपलोड करेंगे।",
      "बीमा कंपनी या सरकारी एजेंसी से मंजूरी मिलने के बाद, आपका और आपके परिवार का आयुष्मान कार्ड (ई-कार्ड) बन जाएगा।"
    ]
  },
  "zaroori_kaagjaat": [
    "आधार कार्ड / पैन कार्ड (पहचान और उम्र के सबूत के लिए)",
    "पते का सबूत",
    "मोबाइल नंबर",
    "जाति प्रमाण पत्र",
    "आय प्रमाण पत्र",
    "परिवार की स्थिति का दस्तावेज़ (संयुक्त है या एकल)"
  ]
}