{
  "yojana_ka_naam": "प्रधानमंत्री फसल बीमा योजना (PMFBY)",
  "yojana_ke_baare_mein": "यह योजना किसानों को उनकी फसल के नुकसान से बचाने के लिए है। अगर किसी भी अनहोनी जैसे सूखा, बाढ़, ओले, आंधी, तूफान, कीड़े या बीमारी से फसल खराब हो जाती है, तो सरकार इस योजना के तहत किसानों को मुआवजा देकर उनकी मदद करती है। इसका मकसद किसानों की आमदनी को स्थिर रखना है ताकि वे खेती का काम जारी रख सकें।",
  "kya_laabh_milega": [
    "किसानों को बहुत कम प्रीमियम (किश्त) देना पड़ता है। खरीफ की फसलों के लिए सिर्फ 2%, रबी की फसलों के लिए 1.5% और बागवानी फसलों के लिए 5% प्रीमियम देना होता है। बाकी का पैसा सरकार देती है।",
    "यह योजना सूखा, बाढ़, ओले, आंधी, तूफान, कीड़े और बीमारियों जैसे सभी प्राकृतिक खतरों से होने वाले नुकसान को कवर करती है।",
    "फसल कटाई के 14 दिन बाद तक अगर खेत में रखी फसल को चक्रवात या बेमौसम बारिश से नुकसान होता है, तो भी मुआवजा मिलता है।",
    "सरकार की कोशिश रहती है कि फसल खराब होने के दो महीने के अंदर किसानों को मुआवजा मिल जाए ताकि उन्हें कर्ज न लेना पड़े।"
  ],
  "kaun_laabh_le_sakta_hai": [
    "सभी किसान, चाहे उनकी अपनी ज़मीन हो या वे किसी और की ज़मीन पर खेती (बटाईदार) करते हों।",
    "किसानों के पास ज़मीन के मालिकाना हक के कागज़ात या किराये पर खेती करने का कोई वैध सबूत होना चाहिए।",
    "एक ही फसल के नुकसान के लिए किसी और जगह से मुआवजा न मिला हो।"
  ],
  "kise_laabh_nahin_milega": [
    "अगर किसान अपनी लापरवाही से फसल का ध्यान नहीं रखता है, तो उसे मुआवजा नहीं मिलेगा।",
    "अगर किसान समय पर अपनी प्रीमियम की किश्त नहीं भरता है, तो उसका बीमा रद्द हो सकता है।"
  ],
  "apply_kaise_karein": {
    "jagah": "आप इस योजना के लिए ऑनलाइन PMFBY की सरकारी वेबसाइट पर, अपने नज़दीकी कॉमन सर्विस सेंटर (CSC) पर, या जहाँ से आपने किसान क्रेडिट कार्ड (KCC) लोन लिया है, उस बैंक में जाकर अर्ज़ी दे सकते हैं।",
    "prakriya": [
      "PMFBY की सरकारी वेबसाइट पर जाकर 'किसान कॉर्नर' पर क्लिक करें।",
      "अगर आप नए किसान हैं तो अपना रजिस्ट्रेशन करें। इसमें अपना नाम, पता, मोबाइल नंबर, बैंक खाता और आधार कार्ड की जानकारी भरनी होगी।",
      "रजिस्ट्रेशन के बाद, अपने मोबाइल नंबर से लॉगिन करें।",
      "आवेदन फॉर्म में अपनी फसल, ज़मीन और बैंक से जुड़ी सभी जानकारी सही-सही भरें।",
      "सभी ज़रूरी कागज़ात जैसे ज़मीन के कागज़, आधार कार्ड और बैंक पासबुक को स्कैन करके अपलोड करें।",
      "फॉर्म जमा करने के बाद, आप प्रीमियम का भुगतान ऑनलाइन कर सकते हैं या बाद में भी कर सकते हैं।",
      "भुगतान के बाद, रसीद का प्रिंट ज़रूर निकाल लें।"
    ]
  },
  "zaroori_kaagjaat": [
    "पासपोर्ट साइज़ फोटो।",
    "पहचान पत्र (आधार कार्ड, पैन कार्ड, या वोटर आईडी)।",
    "पते का सबूत (आधार कार्ड, बिजली का बिल, या वोटर आईडी)।",
    "खेत के कागज़ात (खसरा-खतौनी)।",
    "बैंक खाते की पासबुक।",
    "एक घोषणा पत्र कि आपने कौन सी फसल बोई है।"
  ]
}