{
  "yojana_ka_naam": "प्रधानमंत्री कृषि सिंचाई योजना (PMKSY) - हर बूंद से ज़्यादा फसल",
  "yojana_ke_baare_mein": "इस योजना का मकसद है कि हर खेत तक सिंचाई के लिए पानी पहुंचे और पानी की बर्बादी रुके। इसका लक्ष्य 'जल संचय' और 'जल सिंचन' के माध्यम से पानी का बेहतर उपयोग करके खेती की पैदावार और किसानों की आमदनी बढ़ाना है।",
  "kya_laabh_milega": [
    "किसानों को अपने खेतों में ड्रिप और स्प्रिंकलर (बूंद-बूंद और फव्वारा) सिंचाई सिस्टम लगाने के लिए सरकार से आर्थिक मदद मिलती है।",
    "छोटे और सीमांत किसानों को सिस्टम लगाने के कुल खर्चे पर 55% की सब्सिडी मिलती है।",
    "अन्य किसानों को 45% की सब्सिडी मिलती है।",
    "यह सब्सिडी का पैसा केंद्र और राज्य सरकारें मिलकर देती हैं।",
    "सहायता का पैसा सीधे किसान के बैंक खाते में भेजा जाता है।",
    "किसान इस योजना के तहत खेत में तालाब खुदवाने और पानी उठाने वाले पंप जैसे दूसरे कामों के लिए भी मदद ले सकते हैं।"
  ],
  "kaun_laabh_le_sakta_hai": [
    "भारत का कोई भी नागरिक जो किसान हो।",
    "देश के सभी राज्यों और केंद्र शासित प्रदेशों के किसान इस योजना का लाभ उठा सकते हैं।",
    "एक किसान को अधिकतम 5 हेक्टेयर ज़मीन के लिए ही सब्सिडी मिल सकती है।"
  ],
  "zaroori_baat": [
    "किसानों को केवल BIS-मार्क वाले अच्छी क्वालिटी के सिंचाई सिस्टम ही खरीदने होंगे।",
    "योजना का लाभ लेने के लिए किसान का आधार कार्ड होना ज़रूरी है।"
  ],
  "apply_kaise_karein": {
    "jagah": "आवेदन करने के लिए, किसान अपने गाँव की ग्राम पंचायत के माध्यम से ब्लॉक या ज़िले के कृषि कार्यालय में संपर्क कर सकते हैं।",
    "prakriya": [
      "किसान अपने ब्लॉक या ज़िला कृषि अधिकारी से संपर्क करें या किसान कॉल सेंटर (टोल-फ्री नंबर 1800-180-1551) पर फोन करें।",
      "संबंधित दफ्तर से योजना का आवेदन फॉर्म लें।",
      "फॉर्म में सभी जानकारी सही-सही भरें, अपनी फोटो चिपकाएं और सभी ज़रूरी कागज़ात लगाएं।",
      "भरा हुआ फॉर्म उसी दफ्तर में जमा कर दें।",
      "फॉर्म जमा करने के बाद रसीद ज़रूर लें।"
    ]
  },
  "zaroori_kaagjaat": [
    "आधार कार्ड",
    "बैंक खाते की पासबुक",
    "पते का सबूत",
    "पासपोर्ट साइज़ फोटो",
    "जाति प्रमाण पत्र (यदि लागू हो)",
    "खेती की ज़मीन के कागज़ात",
    "निवास प्रमाण पत्र"
  ]
}