{
  "yojana_ka_naam": "प्रधानमंत्री किसान ऊर्जा सुरक्षा एवं उत्थान महाभियान (PM-KUSUM)",
  "yojana_ke_baare_mein": "इस योजना का मुख्य मकसद किसानों को खेती के लिए डीज़ल की जगह सूरज की ऊर्जा (सौर ऊर्जा) से सिंचाई करने में मदद करना है। इससे खेती का खर्च कम होगा और पर्यावरण भी साफ रहेगा।",
  "yojana_ke_bhag": [
    {
      "bhag": "कम्पोनेंट A",
      "vivaran": "किसान अपनी बंजर या खाली ज़मीन पर 500 किलोवाट से 2 मेगावाट तक के छोटे सौर ऊर्जा प्लांट लगा सकते हैं।"
    },
    {
      "bhag": "कम्पोनेंट B",
      "vivaran": "किसानों को 7.5 हॉर्स पावर तक के अकेले चलने वाले सौर ऊर्जा पंप लगाने के लिए मदद दी जाएगी।"
    },
    {
      "bhag": "कम्पोनेंट C",
      "vivaran": "जिन किसानों के पास पहले से बिजली वाले पंप हैं, उन्हें सौर ऊर्जा से चलाने के लिए सहायता दी जाएगी।"
    }
  ],
  "kya_laabh_milega": [
    "सरकार सोलर प्लांट और सोलर पंप लगाने के लिए कुल खर्चे का 60% पैसा सब्सिडी के रूप में देगी।",
    "किसानों को बैंक से 30% तक का लोन भी मिल सकता है।",
    "किसानों को अपनी जेब से सिर्फ 10% पैसा ही लगाना होगा।",
    "अगर सोलर प्लांट से ज़रूरत से ज़्यादा बिजली बनती है, तो किसान उसे सरकार को बेचकर अतिरिक्त कमाई कर सकते हैं।",
    "किसान अपनी बंजर ज़मीन का इस्तेमाल करके 25 साल तक की पक्की आमदनी पा सकते हैं।",
    "खेत में सोलर प्लांट एक निश्चित ऊंचाई पर लगाए जाएंगे, जिससे किसान उसके नीचे अपनी खेती भी कर सकेंगे।"
  ],
  "kaun_laabh_le_sakta_hai": [
    "एक अकेला किसान",
    "किसानों का समूह",
    "किसान उत्पादक संगठन (FPO)",
    "पंचायत",
    "सहकारी समितियां (Co-operatives)",
    "जल उपयोगकर्ता संघ (Water User Associations)"
  ],
  "apply_kaise_karein": {
    "jagah": "आप इस योजना के लिए सरकारी वेबसाइट पर जाकर ऑनलाइन अर्ज़ी दे सकते हैं।",
    "prakriya": [
      "सरकारी वेबसाइट पर जाकर 'रजिस्ट्रेशन' करें।",
      "आपकी स्क्रीन पर जो फॉर्म खुलेगा, उसमें अपनी पूरी जानकारी सही-सही भरें।",
      "फॉर्म भरने के बाद, 'सबमिट' बटन पर क्लिक करें।",
      "रजिस्ट्रेशन के बाद, 'सोलर एग्रीकल्चर पंपसेट सब्सिडी स्कीम' के लिए लॉगिन करें।",
      "आवेदन फॉर्म में सभी जरूरी जानकारी भरें और अपने कागज़ात अपलोड करके जमा कर दें।"
    ],
    "zaroori_soochana": "ऑनलाइन अर्ज़ी देने के बाद, आपको सोलर पंप लगाने के कुल खर्चे का 10% पैसा विभाग द्वारा भेजे गए सप्लायर को जमा करना होगा। जब सरकार से सब्सिडी का पैसा मिल जाएगा, तो आपके खेत में सोलर पंप लगा दिया जाएगा।"
  },
  "zaroori_kaagjaat": [
    "आधार कार्ड",
    "ज़मीन के कागज़ (खसरा-खतौनी)",
    "बैंक खाते की पासबुक",
    "एक घोषणा पत्र (Declaration Form)",
    "मोबाइल नंबर",
    "पासपोर्ट साइज़ फोटो"
  ]
}