{
  "yojana_ka_naam": "प्रधानमंत्री मुद्रा योजना",
  "yojana_ke_baare_mein": "यह योजना छोटे-मोटे काम-धंधे करने वालों के लिए है। जैसे कि, छोटे दुकानदार, फल-सब्जी बेचने वाले, कारीगर, या कोई भी छोटा-मोटा कारोबार करने वाला व्यक्ति, इस योजना के तहत अपना काम शुरू करने या बढ़ाने के लिए बैंक से लोन ले सकता है।",
  "kya_laabh_milega": "इस योजना में तीन तरह के लोन मिलते हैं, जो आपके काम की जरूरत पर निर्भर करते हैं:",
  "loan_ke_prakaar": [
    {
      "naam": "शिशु लोन",
      "rashi": "₹50,000 तक का लोन मिलता है। यह अपना छोटा-मोटा काम शुरू करने के लिए है।"
    },
    {
      "naam": "किशोर लोन",
      "rashi": "₹50,000 से लेकर ₹5 लाख तक का लोन मिलता है। यह उनके लिए है जो अपना काम थोड़ा और बढ़ाना चाहते हैं।"
    },
    {
      "naam": "तरुण लोन",
      "rashi": "₹5 लाख से लेकर ₹10 लाख तक का लोन मिलता है। यह उन लोगों के लिए है जो अपने कारोबार को और बड़ा करना चाहते हैं।"
    }
  ],
  "kaun_laabh_le_sakta_hai": [
    "कोई भी भारतीय नागरिक जो अपना छोटा कारोबार करना चाहता है।",
    "दुकानदार, छोटे निर्माता, कारीगर, फल-सब्जी विक्रेता।",
    "यह जरूरी है कि आपने पहले किसी बैंक से लोन लेकर उसे चुकाने में कोई गलती न की हो।"
  ],
  "byaaj_aur_shulk": "लोन पर ब्याज कितना लगेगा, यह बैंक तय करता है। 'शिशु लोन' (₹50,000 तक) पर ज़्यादातर बैंक कोई प्रोसेसिंग फीस नहीं लेते हैं।",
  "zaroori_soochana": "मुद्रा लोन के लिए सरकार का कोई एजेंट या बिचौलिया नहीं है। जो लोग खुद को एजेंट बताकर मदद करने की बात करें, उनसे सावधान रहें।",
  "apply_kaise_karein": {
    "jagah": "आप किसी भी सरकारी बैंक, प्राइवेट बैंक, ग्रामीण बैंक या सहकारी बैंक में जाकर इस लोन के लिए अर्ज़ी दे सकते हैं। आप ऑनलाइन 'उद्यमीमित्र' पोर्टल पर भी अर्ज़ी दे सकते हैं।",
    "zaroori_kaagjaat": {
      "shishu_loan_ke_liye": [
        "पहचान पत्र: वोटर आईडी कार्ड, आधार कार्ड, पैन कार्ड या ड्राइविंग लाइसेंस।",
        "पते का सबूत: बिजली का बिल, टेलीफोन का बिल, आधार कार्ड या वोटर आईडी कार्ड।",
        "आपकी नई रंगीन फोटो (2 कॉपी)।",
        "आप जो मशीन या सामान खरीदना चाहते हैं, उसका बिल।",
        "अगर आपकी कोई दुकान या कारोबार है, तो उसका नाम और पते का सबूत।"
      ],
      "kishore_aur_tarun_loan_ke_liye": [
        "ऊपर दिए गए सभी कागज़ात।",
        "पिछले 6 महीने का बैंक स्टेटमेंट।",
        "अगर आपका कारोबार पहले से चल रहा है, तो पिछले 2 साल का हिसाब-किताब (बैलेंस शीट)।",
        "आप अपने कारोबार को कैसे आगे बढ़ाएंगे, उसकी पूरी जानकारी (प्रोजेक्ट रिपोर्ट)।"
      ]
    }
  }
}